{
  "file_name": "HOUSE_OVERSIGHT_010566.txt",
  "file_path": "TEXT\\001\\HOUSE_OVERSIGHT_010566.txt",
  "content": {
    "full_text": "﻿IN THE CIRCUIT COURT OF THE 15TH \nJUDICIAL CIRCUIT IN AND FOR PALM \nBEACH COUNTY, FLORIDA \nCase No. :50 2009 CA 040800XXXXMBAG \nJEFFREY EPSTEIN, \nPlaintiff, \nSCOTT ROTHSTEIN, individually, and \nBRADLEY J. EDWARDS, individually, \nDefendants, \nSTATEMENT OF UNDISPUTED FACTS  \nDefendant Bradley J. Edwards, Esq., offers the following specific facts as the undisputed \nmaterial facts in this case. Each of the following facts is numbered separately and individually to \nfacilitate Epstein's required compliance with Fla. R. Civ. P. 1.510(c) (\"The adverse party shall \nidentify . . . any summary judgment evidence on which the adverse party relies.\"). All \nreferenced exhibits and attachments have previously been filed with the Court and provided to \nEpstein. \nSexual Abuse of Children By Epstein  \n1. Defendant Epstein has a sexual preference for young children. Deposition of \nJeffrey Epstein, Mar. 17, 2010, at 110 (hereinafter \"Epstein Depo.\") (Deposition Attachment \n#1).1 \nWhen questioned about this subject at his deposition, Epstein invoked his Fifth Amendment right to \nremain silent rather than make an incriminating admission. Accordingly, Edwards is entitled to the \nadverse inference against Epstein that, had Epstein answered, the answer would have been unfavorable to \nhim. \"[I]t is well-settled that the Fifth Amendment does not forbid adverse inferences against parties to \n\f2. Epstein repeatedly sexually assaulted more than forty (40) young girls on \nnumerous occasions between 2002 and 2005 in his mansion in West Palm Beach, Florida. These \nsexual assaults included vaginal penetration. Epstein abused many of the girls dozens if not \nhundreds of times. Epstein Depo. at 109 (\"Q: How many times have you engaged in oral sex \nwith females under the age of 18?\" A: [Invocation of the Fifth Amendment]); Deposition of Jane \nDoe, September 24, 2009 and continued March 11, 2010, at 527 (minor girl sexually abused at \nleast 17 times by Epstein) (hereinafter \"Jane Doe Depo\") (Deposition Attachment #2); id. 564-67 \n(vaginal penetration by Epstein with his finger), 568 (vaginal penetration by Epstein with a \nmassager); Deposition of L.M., September 24, 2009, at 73 (hereinafter \"L.M. Depo\") \n(Deposition Attachment #3) (describing the manner in which Epstein abused her beginning when \nLM was 13 years old, touching her vagina with his fingers and vibrator) at 74, line 12-13 (she \nwas personally molested by Epstein more than 50 times), at 164, line 19-23 and 141, line 12-13 \nand 605, line 3-6 (describing that in addition to being personally molested by Epstein she was \npaid $200 per underage girl she brought Epstein and she brought him more than seventy (70) \nunderage girls - she told him that she did not want to bring him any more girls and he insisted \nthat she continue to bring him underage girls); Deposition of E.W., May 6, 2010 (hereinafter \n\"E.W. Depo\") (Deposition Attachment #4) at 115-116, 131 and 255 (describing Epstein's abuse \nof her beginning at age 14 when he paid her for touching her vagina, inserting his fingers and \ncivil actions when they refuse to testify in response to probative evidence offered against them.\" Baxter \nv. Paltnigiano, 425 U.S. 308, 318 (1976); accord Vasquez v. State, 777 So.2d 1200, 1203 (Fla. App. \n2001). The reason for this rule \"is both logical and utilitarian. A party may not trample upon the rights of \nothers and then escape the consequences by invoking a constitutional privilege — at least not in a civil \nsetting.\" Fraser v. Security and II1V. Corp., 615 So.2d 841, 842 (Fla. App. 1993). \n2 \n\fusing a vibrator and he also paid her $200 for each other underage female E.W. brought him to \nmolest. She brought him between 20 and 30 underage females); Deposition of Jane Doe #4, date \n(hereinafter \"Jane Doe #4 Depo\") (Deposition Attachment #5) at 32-34, and 136 (she describes \nfirst being taken to Epstein at 15 years old, \"Being fingered by him, having him use a vibrator on \n[me], grabbing my nipples, smelling my butt, jerking off in front of me, licking my cut, several \ntimes.\"). \n3. At all relevant times Edwards has had a good faith basis to conclude and did \nconclude2 that Epstein was able to access a large number of underage girls through a pyramid \nabuse scheme in which he paid underage victims $200-$300 cash for each other underage victim \nthat she brought to him. See Palm Beach Police Incident Report at 87 (hereinafter \"Incident \nReport\") (Exhibit \"A\").3 The Palm Beach Police Incident Report details Epstein's scheme for \nmolesting underage females. Among other things, the Incident Report outlines some of the \nexperiences of other Epstein victims. When S.G, a 14 year old minor at the time, was brought to \nEpstein's home, she was taken upstairs by a woman she believed to be Epstein's assistant. The \nwoman started to fix up the room, putting covers on the massage table and bringing lotions out. \nThe \"assistant\" then left the room and told S.G. that Epstein would be up in a second. Epstein \nwalked over to S.G. and told her to take her clothes off in a stern voice. S.G. states in the report \nshe did not know what to do, as she was the only one there. S.G. took off her shirt, leaving her \nbra on. Epstein, then in a towel told her to take off everything. S.G. removed her pants leaving \n2 In support of all assertions concerning the actions Edwards took, what Edwards learned in the course of his \nrepresentation of his clients, Edwards's good faith beliefs and the foundation for those beliefs, see Edwards \nAffidavit and specifically paragraphs 25 and 25 of that Affidavit. \n3 For clarity, depositions attached to this memorandum will be identified numerically as attachments #I, #2, #3, etc., \nwhile exhibits attached to this memorandum will be identified alphabetically as exhibits A, B, C, etc. \n3 \n\fon her thong panties. Epstein then instructed S.G to give him a massage. As S.G gave Epstein a \nmassage, Epstein turned around and masturbated. S.G. was so disgusted, she did not say \nanything; Epstein told her she \"had a really hot body.\" Id. at 14. In the report, S.G. admitted \nseeing Jeffrey Epstein's penis and stated she thought Epstein was on steroids because he was a \n\"really built guy and his wee wee was very tiny.\" Id. at 15. \n4. The exact number of minor girls who Epstein assaulted is known only to Epstein. \nHowever, Edwards had a good faith basis to believe and did in fact believe that Epstein's victims \nwere substantially more than forty (40) in number. In addition to the deposition excerpts from \ntwo of his many victims above about the number of underage girls brought to Epstein and the \nPalm Beach incident report, there is overwhelming proof that the number of underage girls \nmolested by Epstein through his scheme was in the hundreds. See Complaint, Jane Doe 102 v. \nEpstein, (hereinafter Jane Doe 102 complaint) (Exhibit \"B\"); see also Deposition of Jeffrey \nEpstein, April 14, 2010, at 442, 443, and 444 (Epstein invoking the 5th on questions about his \ndaily abuse and molestation of children) (Deposition Attachment #6). \n5. At all relevant times Edwards has had a good faith basis to believe and did in fact \nbelieve that Epstein and his attorneys knew of the seriousness of the criminal investigation \nagainst him and corresponded constantly with the United States Attorney's Office in an attempt \nto avoid the filing of numerous federal felony offenses, which effort was successful. See \nCorrespondence from U.S. Attorney's Office to Epstein (hereinafter \"U.S. Attorney's \nCorrespondence\") (Composite Exhibit \"C) (provided in discovery during the Jane Doe v. Epstein \ncase). \n4 \n\f6. At all relevant times Edwards has had a good faith basis to believe and did in fact \nbelieve that, more specifically, Epstein's attorneys knew of Epstein's scheme to recruit minors for \nsex and also knew that these minors had civil actions that they could bring against him. In fact, \nthere was much communication between Epstein's attorneys and the United States Prosecutors in \na joint attempt to minimize Epstein's civil exposure. For example, on October 3, 2007, Assistant \nU.S. Attorney Marie Villafaila sent an email (attached hereto as Exhibit \"D\") to Jay Leflcowitz, \ncounsel for Epstein, with attached proposed letter to special master regarding handling numerous \nexpected civil claims against Epstein. The letter reads in pertinent part, \n\"The undersigned, as counsel for the United States of America and \nJeffrey Epstein, jointly write to you to provide information relevant to your \nservice as a Special Master in the selection of an attorney to represent several \nyoung women who may have civil damages claims against Mr. Epstein. The \nU.S. Attorney's Office and the Federal Bureau of Investigation (jointly referred \nto as the \"United States\") have conducted an investigation of Jeffrey Epstein \nregarding his solicitation of minor females in Palm Beach County to engage in \nprostitution. Mr. Epstein, through his assistants, would recruit underage \nfemales to travel to his home in Palm Beach to engage in lewd conduct in \nexchange for money. Based upon the investigation, the United States has \nidentified forty (40) young women who can be characterized as victims \npursuant to 18 USC 2255. Some of those women went to Mr. Epstein's home \nonly once, some went there as much as 100 times or more. Some of the \nwomen's conduct was limited to performing a topless or nude massage while \nMr. Epstein masturbated himself. For other women, the conduct escalated to \nfull sexual intercourse. As part of the resolution of the case, Epstein has \nagreed that he would not contest jurisdiction in the Southern District of Florida \nfor any victim who chose to sue him for damages pursuant to 18 USC 2255. \nMr. Epstein agreed to provide an attorney for victims who elected to proceed \nexclusively pursuant to that section, and agreed to waive any challenge to \nliability under that section up to an amount agreed to by the parties. The parties \nhave agreed to submit the selection of an attorney to a Special Master....\" \n7. At all relevant times Edwards has had a good faith basis to believe and did in fact \nbelieve that L.M. was, in fact, a victim of Epstein's criminal abuse because L.M. was one of the \n5 \n\fminor females that the United States Attorney's Office recognized as a victim. L.M. 's sworn \ndeposition testimony and the adverse inference drawn from Epstein's refusal to testify confiuiii \nthat Epstein began sexually assaulting L.M. when she was 13 years old and continued to molest \nher on more than fifty (50) occasions over three (3) years. Epstein Depo., Attachment #1, at 17 \n(\"Q: Did you . . . ever engage in any sexual conduct with L.M.?\" A: [Invocation of the Fifth \nAmendment].); see also Epstein Depo., April 14, 2010, Attachment #6, at 456 (\"Q: LM was an \nunderage female that you first abused when she was 13 years old; is that correct?\" A: [Invocation \nof Fifth Amendment].) \n8. Epstein was also given ample opportunity to explain why he engaged in sexual \nactivity with L.M. beginning when L.M. was 13 years old and why he has molested minors on an \neveryday basis for years, and he invoked his 5th amendment right rather than provide \nexplanation. See Epstein Deposition, February 17, 2010, at 11-12, 30-31 (Deposition \nAttachment # 7). \n9. Epstein also sexually assaulted E.W., beginning when she was 14 years old and \ndid so on numerous occasions. See E.W. Depo., Attachment #4 at 215-216. \n10. Another of the minor girls Epstein sexually assaulted was Jane Doe; the abuse \nbegan when Jane Doe was 14 years old. Rather than incriminate himself', Epstein invoked the \n5th amendment to questions about him digitally penetrating Doe's vagina, using vibrators on her \nvagina and masturbating and ejaculating in her presence. Epstein Depo., April 14, 2010, \nAttachment #6, at 420, 464, 468. \n11. When Edwards's clients L.M., E.W., and Jane Doe were 13 or 14 years old, each \nwas brought to Epstein's home multiple times by another underage victim. Epstein engaged in \n6 \n\fone or more of the following acts with each of the then-minor girls at his mansion: receiving a \ntopless or completely nude massage; using a vibrator on her vagina; masturbating in her \npresence; ejaculating in her presence; touching her breast or buttocks or vagina or the clothes \ncovering her sexual organs; and demanding that she bring him other underage girls. Epstein and \nhis co-conspirators used the telephone to contact these girls to entice or induce them into going \nto his mansion for sexual abuse. Epstein also made E.W. perform oral sex on him and was to \nperfoim sex acts on Nadia Marcinkova (Epstein's live-in sex slave) in Epstein's presence. See \nPlaintiff Jane Doe's Notice Regarding Evidence of Similar Acts of Sexual Assault, filed in Jane \nDoe v. Epstein, No. 08-cv-80893 (S.D. Fla. 2010), as DE 197, (hereinafter \"Rule 413 Notice\") \n(Exhibit \"E\"); Jane Doe Depo., Attachment #2, at 379-380; L.M. Depo., Attachment #3, at 416; \nE.W. Depo, Attachment #4, at 205. \n12. At all relevant times Edwards has had a good faith basis to believe and did in fact \nbelieve that yet another of the minor girls Epstein sexually assaulted was C.L. When she was \napproximately 15 years old, C.L. was brought to Epstein's home by another underage victim. \nWhile a minor, she was at Epstein's home on multiple occasions. Epstein engaged in one or \nmore of the following acts with her while she was a minor at his house - topless or completely \nnude massage on Epstein; Epstein used a vibrator on her vagina; Epstein masturbated in her \npresence; Epstein ejaculated in her presence; Epstein also demanded that she bring him other \nunderage girls. See Rule 413 Notice, Exhibit \"E\"; Incident Report, Exhibit \"A.\" \n13. At all relevant times Edwards has had a good faith basis to believe and did in fact \nbelieve that yet another girl Epstein sexually assault was A.H. When she was approximately 16 \nyears old, she was brought to Epstein's home by another underage victim. While a minor, she \n7 \n\fwas at Epstein's home on multiple occasions. Epstein engaged in one or more of the following \nacts with her while she was a minor at his house - topless or completely nude massage on \nEpstein; Epstein used a vibrator on her vagina; Epstein masturbated in her presence; Epstein \nejaculated in her presence; Epstein touched her breast or buttock or vagina or the clothes \ncovering her sexual organs; was made to perform sex acts on Epstein; made to perfoim sex acts \non Nadia Marcinkova in Epstein's presence. Epstein also forcibly raped this underage victim, as \nhe held her head down against her will and pumped his penis inside her while she was screaming \n\"No\". See Rule 413 Notice, Exhibit \"E\"; Incident Report, Exhibit \"A\", at 41 (specifically \ndiscussing the rape): \n\"[A.H.] remembered that she climaxed and was removing herself from the \nmassage table. [A.H.] asked for a sheet of paper and drew the massage table in the \nmaster bathroom and where Epstein, Marcinkova and she were. Epstein turned \n[A.H.] on to her stomach on the massage bed and inserted his penis into her \nvagina. [A.H.] stated Epstein began to pump his penis in her vagina. [A.H.] \nbecame upset over this. She said her head was being held against the bed forcibly, \nas he continued to pump inside her. She screamed no, and Epstein stopped ....\" \n\"[A.H.] advised there were times that she was so sore when she left Epstein's \nhouse. [A.H.] advised she was ripped, torn, in her vagina area. [A.H.] advised she \nhad difficulty walking to the car after leaving the house because she was so sore.\" \n14. Without detailing each fact known about Epstein's abuse of the many underage \ngirls, Edwards has had a good faith basis to believe and did in fact believe at all relevant times \nthat Epstein also abused other victims in ways closely similar to those described in the preceding \nparagraphs. Epstein's additional victims include the following (among many other) young girls: \nS.G.; A.D.; V.A.; N.R.; J.S.; V.Z.; J.A.; F.E.; M.L.; M.D.; D.D.; and D.N. These girls were \nbetween the ages of 13 and 17 when Epstein abused them. See Rule 413 Notice, Exhibit E; \nDeposition of E.W., Deposition Attachment #4. \n8 \n\f15. One of Mr. Epstein's household employees, Mr. Alfredo Rodriguez, saw \nnumerous underage girls coming into Epstein's mansion for purported \"massages.\" See \nRodriguez Depo. at 242-44 (Deposition Attachment #8). Rodriguez was aware that \"sex toys\" \nand vibrators were found in Epstein's bedroom after the purported massages. Id. at 223-28. \nRodriguez thought what Epstein was doing was wrong, given the extreme youth of the girls he \nsaw. Id. at 230-31. \n16. Alfredo Rodriguez took a journal from Epstein's computer that reflected many of \nthe names of underage females Epstein abused across the country and the world, including \nlocations such as Michigan, California, West Palm Beach, New York, New Mexico, and Paris, \nFrance. See Journal (hereinafter \"The Journal\" or \"Holy Grail\") (Exhibit \"F\") (identifying, \namong other Epstein acquaintances, females that Rodriguez believes were underage under the \nheading labeled \"Massages\"). \n17. Rodriguez was later charged in a criminal complaint with obstruction of justice in \nconnection with trying to obtain $50,000 from civil attorneys pursuing civil sexual assault cases \nagainst Epstein as payment for producing the book to the attorneys. See Criminal Complaint at \n2, U.S. v. Rodriguez, No. 9:10-CR-80015-KAM (S.D. Fla. 2010) (Exhibit \"G\"). Rodriguez \nstated he needed money because the journal was his \"property\" and that he was afraid that \nJeffrey Epstein would make him \"disappear\" unless he had an \"insurance policy\" (i.e., the \njournal). Id. at 3. Because of the importance of the information in the journal to the civil cases, \nMr. Rodriguez called it \"The Holy Grail.\" \n18. In the \"Holy Grail\" or \"The Journal,\" among the many names listed (along with \nthe abused girls) are some of the people that Epstein alleges in his Complaint had \"no connection \n9 \n\fwhatsoever\" with the litigation in this case. See, e.g., Journal, Exhibit F, at 85 (Donald Trump); \nat 9 (Bill Clinton phone numbers listed under \"Doug Bands\"). \nFederal Investigation and Plea Agreement With Epstein  \n19. In approximately 2005, the FBI and the U.S. Attorney's Office in the Southern \nDistrict of Florida learned of Epstein's repeated sexual abuse of minor girls. They began a \ncriminal investigation into federal offenses related to his crimes. See U.S. Attorney's \nCorrespondence, Exhibit \"C\". \n20. At all relevant times Edwards has had a good faith basis to believe and did in fact \nbelieve that to avoid the Government learning about his abuse of minor girls, Epstein threatened \nhis employees and demanded that they not cooperate with the government. Epstein's aggressive \nwitness tampering was so severe that the United States Attorney's Office prepared negotiated \nplea agreements containing these charges. For example, in a September 18, 2007, email from \nAUSA Villafacia to Lefkowitz (attached hereto as Exhibit \"H\"), she attached the proposed plea \nagreement describing Epstein's witness tampering as follows: \n\"UNITED STATES vs. JEFFREY EPSTEIN PLEA PROFFER\" \nOn August 21, 2007, FBI Special Agents E. Nesbitt Kuyrkendall and Jason \nRichards traveled to the home of Leslie Groff to serve her with a federal grand \njury subpoena with an investigation pending in the Southern District of Florida. \nMs. Groff works as the personal assistant of the defendant. Ms. Groff began \nspeaking with the agents and then excused herself to go upstairs to check on her \nsleeping child. While upstairs, Ms. Groff telephoned the defendant, Jeffrey \nEpstein, and informed him that the FBI agents were at her home. Mr. Epstein \ninstructed Ms. Groff not to speak with the agents and reprimanded her for \nallowing them into her home. Mr. Epstein applied pressure to keep Ms. Groff \nfrom complying with the grand jury subpoenas that the agents had served upon \nher. In particular, Mr. Epstein warned Ms. Groff against turning over documents \nand electronic evidence responsive to the subpoena and pressured her to delay her \n10 \n\fappearance before the grand jury in the Southern District of Florida. This \nconversation occurred when Mr. Epstein was aboard his privately owned civilian \naircraft in Miami in the Southern District of Florida. His pilot had filed a flight \nplan showing the parties were about to return to Teterboro, NJ. After the \nconversation with Ms. Groff, Mr. Epstein became concerned that the FBI would \ntry to serve his traveling companion, Nadia Marcinkova, with a similar grand jury \nsubpoena. In fact, the agents were preparing to serve Ms. Marcinkova with a \ntarget letter when the flight landed in Teterboro. Mr. Epstein then redirected his \nairplane, making the pilot file a new flight plan to travel to the US Virgin Islands \ninstead of the New York City area, thereby keeping the Special Agents from \nserving the target letter on Nadia Marcinkova. During the flight, the defendant \nverbally harassed Ms. Marcinkova, harassing and pressuring her not to cooperate \nwith the grand jury's investigation, thereby hindering and dissuading her from \nreporting the commission of a violation of federal law to a law enforcement \nofficer, namely, Special Agents of the FBI. Epstein also threatened and harassed \nSarah Kellen against cooperating against him as well. \n21. Edwards learned that the Palm Beach police department investigation ultimately \nled to the execution of a search warrant at Epstein's mansion in October 2005. See Police \nIncident Report, Exhibit \"A\". \n22. Edwards learned that at around the same time, the Palm Beach Police Department \nalso began investigating Epstein's sexual abuse of minor girls. They also collected evidence of \nEpstein's involvement with minor girls and his obsession with training sex slaves, including \npulling information from Epstein's trash. Their investigation showed that Epstein ordered from \nArnazon.com on about September 4, 2005, such books as: SM101: A Realistic Introduction, by \nJay Wiseman; SlaveCraft: Roadmaps for Erotic Servitude - Principles, Skills, and Tools, by Guy \nBaldwin; and Training with Miss Abernathy: A Workbook for Erotic Slaves and Their Owners, \nby Christina Abernathy. See Receipt for Sex Slave Books (Exhibit \"I\"). \n23. The Palm Beach incident reports provided Edwards with the names of numerous \nwitnesses that participated in Epstein's child molestation criminal enterprise and also provided \n11 \n\fEdwards with some insight into how far-reaching Epstein's power was and how addicted Epstein \nwas to sex with children. See Incident Report, Exhibit \"A\". \n24. The Palm Beach Police Department also collected Epstein's message pads, which \nprovided other names of people that also knew Epstein's scheme to molest children. See \nMessage Pads (Exhibit \"J\") (note: the names of underage females have been redacted to protect \nthe anonymity of the underage sex abuse victims). Those message pads show clear indication \nthat Epstein's staff was frequently working to schedule multiple young girls between the ages of \n12 and 16 years old literally every day, often two or three times per day. Id. \n25. In light of all of the infatuation of numerous crimes committed by Epstein, \nEdwards learned that the U.S. Attorney's Office began preparing the filing of federal criminal \ncharges against Epstein. For example, in addition to the witness tampering and money \nlaundering charges the U.S. Attorney's Office prepared an 82-page prosecution memo and a 53-\npage indictment of Epstein related to his sexual abuse of children. On September 19, 2007, at \n12:14 PM, AUSA Villafafia wrote to Epstein's counsel, Jay Lefkowitz, \"Jay - I hate to have to be \nfirm about this, but we need to wrap this up by Monday. I will not miss my indictment date \nwhen this has dragged on for several weeks already and then, if things fall apart, be left in a less \nadvantageous position than before the negotiations. I have had an 82-page pros memo and 53-\npage indictment sitting on the shelf since May to engage in these negotiations. There has to be \nan ending date, and that date is Monday.\" These and other communications are within the \ncorrespondence attached as Composite Exhibit \"C.\" \n26. Edwards learned that rather than face the filing of federal felony criminal charges, \nEpstein (through his attorneys) engaged in plea bargain discussions. As a result of those \n12 \n\fdiscussions, on September 24, 2007, Epstein signed an agreement with the U.S. Attorney's \nOffice for the Southern District of Florida. Under the agreement, Epstein agreed to plead guilty \nto an indictment pending against him in the 15th Judicial Circuit in and for Palm Beach County \ncharging him with solicitation of prostitution and procurement of minors for prostitution. \nEpstein also agreed that he would receive a thirty month sentence, including 18 months of jail \ntime and 12 months of community control. In exchange, the U.S. Attorney's Office agreed not to \npursue any federal charges against Epstein. See Non-Prosecution Agreement (Exhibit \"K\"). \n27. Part of the Non-Prosecution Agreement that Epstein negotiated was a provision in \nwhich the federal government agreed not to prosecute Epstein's co-conspirators. The co-\nconspirators procured minor females to be molested by Epstein. One of the co-conspirators - \nNadia Marcinkova -even participated in the sex acts with minors (including E.W.) and Epstein. \nSee Incident Report, Exhibit \"A\", at 40-42, 49-51; Deposition of Nadia Marcinkova, April 13, \n2010, (hereinafter \"Marcinkova Depo.\") at 11 (Deposition attachment #9). \n28. Under the Non-Prosecution Agreement, Epstein was to use his \"best efforts\" to \nenter into his guilty pleas by October 26, 2007. However, Edwards learned that Epstein violated \nhis agreement with the U.S. Attorney's Office to do so and delayed entry of his plea. See Letter \nfrom U.S. Attorney R. Alexander Acosta to Lilly Ann Sanchez, Dec. 19, 2007 (Exhibit \"L\"). \n29. On January 10, 2008 and again on May 30, 2008 E.W. and L.M. received letters \nfrom the FBI advising them that \"[t]his case is currently under investigation. This can be a \nlengthy process and we request your continued patience while we conduct a thorough \ninvestigation.\" Letters attached at Composite Exhibit \"M\". This document is evidence that the \nFBI did not notify E.W. and L.M. that a plea agreement had already been reached that would \n13 \n\fblock federal prosecution of Epstein. Nor did the FBI notify E.W. and L.M. of any of the parts of \nthe plea agreement. Nor did the FBI or other federal authorities confer with E.W. and L.M. \nabout the plea. See id. \n30. In 2008, Edwards believed in good faith that criminal prosecution of Epstein was \nextremely important to his clients E.W. and L.M. and that they desired to be consulted by the \nFBI and/or other representatives of the federal government about the prosecution of Epstein. \nThe letters that they had received around January 10, 2008, suggested that a criminal \ninvestigation of Epstein was on-going and that they would be contacted before the federal \ngovernment reached any final resolution of that investigation. See id. \nEdwards Agrees to Serve as Legal Counsel for Three Victims of Epstein 's Sexual \nAssaults \n31. In about April 2008, Bradley J. Edwards, Esq., was a licensed attorney in Florida, \npracticing as a sole practitioner. As a fornler prosecutor, he was well versed in civil cases that \ninvolved criminal acts, including sexual assaults. Three of the many girls Epstein had abused — \nL.M., E.W., and Jane Doe — all requested that Edwards represent them civilly and secure \nappropriate monetary damages against Epstein for repeated acts of sexual abuse while they were \nminor girls. Two of the girls (L.M. and E.W.) also requested that Edwards represent them in \nconnection with a concern that the Federal Bureau of Investigation (FBI) and U.S. Attorney's \nOffice might be arranging a plea bargain for the criminal offenses committed by Epstein without \nproviding them the legal rights to which they were entitled (including the right to be notified of \nplea discussions and the right to confer with prosecutors about any plea arrangement). See \n14 \n\fAffidavit of Bradley J. Edwards, Esq. at ¶1 - 2, ¶4 (hereinafter \"Edwards Affidavit\") (Exhibit \n32. On June 13, 2008, attorney Edwards agreed to represent E.W.; on July 2, 2008, \nattorney Edwards agreed to represent Jane Doe; and, on July 7, 2008, attorney Edwards agreed to \nrepresent L.M. in connection with the sexual assaults committed by Epstein and to insure that \ntheir rights as victims of crimes were protected in the criminal process on-going against Epstein. \nMr. Edwards and his three clients executed written retention agreements. See id. at ¶2. \n33. In mid June of 2008, Edwards contacted AUSA Villafeia to infoiin her that he \nrepresented Jane Doe #1 and, later, Jane Doe #2. AUSA Villafalia did not advise that a plea \nagreement had already been negotiated with Epstein's attorneys that would block federal \nprosecution. To the contrary, AUSA Villafalia mentioned a possible indictment. AUSA \nVillafafia did indicate that federal investigators had concrete evidence and infoimation that \nEpstein had sexually molested many underage minor females, including E.W., LM, and Jane \nDoe. See id. at ¶4. \n34. Edwards also requested from the U.S. Attorney's Office the infoimation that they \nhad collected regarding Epstein's sexual abuse of his clients. However, the U.S. Attorney's \nOffice, declined to provide any such infoiniation to Edwards. It similarly declined to provide \nany such information to the other attorneys who represented victims of Epstein's sexual assaults. \nAt the very least, this includes the items that were confiscated in the search warrant of Epstein's \nhome, including dildos, vibrators, massage table, oils, and additional message pads. See \nProperty Receipt (Exhibit \"0\"). \n15 \n\f35. On Friday, June 27, 2008, at approximately 4:15 p.m., AUSA Villafaiia received a \ncopy of Epstein's proposed state plea agreement and learned that the plea was scheduled for 8:30 \na.m., Monday, June 30, 2008. AUSA Villafalia called Edwards to provide notice to his clients \nregarding the hearing. AUSA Villafafia did not tell Attorney Edwards that the guilty pleas in \nstate court would bring an end to the possibility of federal prosecution pursuant to the plea \nagreement. See Edwards Affidavit, Exhibit \"N\", at ¶6. \n36. Under the Crime Victims' Rights Act (CVRA), 18 U.S.C. § 3771, victims of \nfederal crimes — including E.W. and L.M. — are entitled to basic rights during any plea \nbargaining process, including the right to be treated with fairness, the right to confer with \nprosecutors regarding any plea, and the right to be heard regarding any plea. The process that \nwas followed leading to the non-prosecution of Epstein violated these rights of E.W. and L.M. \nSee Emergency Petn. for Victim's Enforcement of Crime Victim's Rights, No. 9:08-CV-80736-\nKAM (S.D. Fla. 2008) (Exhibit \"P\"). \n37. Because of the violation of the CVRA, on July 7, 2008, Edwards filed an action in \nthe U.S. District Court for the Southern District of Florida, Case No. 9:08-CV-80736, seeking to \nenforce the rights of E.W. and L.M. That action alleged that the U.S. Attorney's Office had \nfailed to provide E.W. and L.M. the rights to which they were entitled under the Act, including \nthe right to be notified about a plea agreement and to confer with prosecutors regarding it. See \nId. \n38. On July 11, 2008, Edwards took E.W. and L.M. with him to the hearing on the \nCVRA action. It was only at this hearing that both victims learned for the first time that the plea \ndeal was already done with Epstein and that the criminal case against Epstein had been \n16 \n\feffectively terminated by the U.S. Attorney's office. See Hearing Transcript, July 11, 2008 \n(Exhibit \"Q\"). \n39. Edwards learned that Jane Doe felt so strongly that the plea bargain was \ninappropriate that she made her own determination to appear on a television program and \nexercise her First Amendment rights to criticize the unduly lenient plea bargain Epstein received \nin a criminal case. \n40. The CVRA action that Edwards filed was recently administratively closed and \nEdwards filed a Motion to reopen that proceeding. See No. 9:08-CV-80736 (S.D. Fla.). \nEpstein 's Entry of Guilty Pleas to Sex Offenses \n41. Ultimately, on June 30, 2008, in the Fifteenth Judicial Circuit in Palm Beach \nCounty, Florida, defendant Epstein, entered pleas of \"guilty\" to various Florida state crimes \ninvolving the solicitation of minors for prostitution and the procurement of minors for the \npurposes of prostitution. See Plea Colloquy (Exhibit \"R\"). \n42. As a condition of that plea, and in exchange for the Federal Government not \nprosecuting the Defendant, Epstein additionally entered into an agreement with the Federal \nGovernment acknowledging that approximately thirty-four (34) other young girls could receive \npayments from him under the federal statute providing for compensation to victims of child \nsexual abuse, 18 U.S.C. § 2255. As had been agreed months before, the U.S. Attorney's Office \ndid not prosecute Epstein federally for his sexual abuse of these minor girls. See Addendum to \nNon-Prosecution Agreement (Exhibit \"5\") (in redacted form to protect the identities of the \nminors involved). \n17 \n\f43. Because Epstein became a convicted sex offender, he was not to have contact \nwith any of his victims. During the course of his guilty pleas on June 30, 2008, Palm Beach \nCircuit Court Judge Deborah Dale Pucillo ordered Epstein \"not to have any contact, direct or \nindirect\" with any victims. She also expressly stated that her no-contact order applied to \"all of \nthe victims.\" Similar orders were entered by the federal court handling some of the civil cases \nagainst Epstein. The federal court stated that it \"finds it necessary to state clearly that Defendant \nis under this court's order not to have direct or indirect contact with any plaintiffs . . . .\" Order, \nCase No. 9:08-cv-80119 (S.D. Fla. 2008), [DE 238] at 4-5 (emphasis added); see also Order, \nCase No. 9:08-cv-80893, [DE 193] at 2 (emphasis added). \nEdwards Files Civil Suits Against Epstein  \n44. Edwards had a good faith belief that his clients felt angry and betrayed by the \ncriminal system and wished to prosecute and punish Epstein for his crimes against them in \nwhatever avenue remained open to them. On August 12, 2008, at the request of his client Jane \nDoe, Brad Edwards filed a civil suit against Jeffrey Epstein to recover damages for his sexual \nassault of Jane Doe. See Edwards Affidavit, \"N\" at 17. Included in this complaint was a RICO \ncount that explained how Epstein ran a criminal conspiracy to procure young girls for him to \nsexually abuse. See Complaint, Jane Doe v. Epstein (Exhibit \"T\"). \n45. On September 11, 2008, at the request of his client E.W., Brad Edwards filed a civil \nsuit against Jeffrey Epstein to recover damages for his sexual assault of E.W. See Complaint, \nE.W. v. Epstein (Exhibit \"U\"). \n18 \n\f46. On September 11, 2008, at the request of his client L.M.., Brad Edwards filed a civil \nsuit against Jeffrey Epstein to recover damages for his sexual assault of L.M. See Complaint, \nL.M. v. Epstein, (Exhibit \"V\"). \n47. Jane Doe's federal complaint indicated that she sought damages of more than \n$50,000,000. Listing the amount of damages sought in the complaint was in accord with other \ncivil suits that were filed against Epstein (before any lawsuit filed by Edwards). See Complaint, \nJane Doe #4 v. Epstein (Exhibit \"W\") (filed by Herman and Mermelstein, PA). \n48. At about the same time as Edwards filed his three lawsuits against Epstein, other \ncivil attorneys were filing similar lawsuits against Epstein. For example, on or about April 14, \n2008 another law firm, Herman and Mellnelstein, filed the first civil action against Epstein on \nbehalf of one of its seven clients who were molested by Epstein. The complaints that attorney \nHerman filed on behalf of his seven clients were similar in tenor and tone to the complaint that \nEdwards filed on behalf of his three clients. See id. \n49. Over the next year and a half, more than 20 other similar civil actions were filed by \nvarious attorneys against Epstein alleging sexual assault of minor girls. These complaints were \nalso similar in tenor and tone to the complaint that Edwards filed on behalf of his clients. These \ncomplaints are all public record and have not been attached, but are available in this Court's files \nand the files of the U.S. District Court for the Southern District of Florida. \n50. In addition to the complaints filed against Epstein in Florida, a female in New York, \nAva Cordero, filed a lawsuit against Epstein in New York making similar allegations - that \nEpstein paid her for a massage then forced her to give him oral sex and molested her in other \nways when she was only 16 years old. Cordero was born a male, and in her complaint she \n19 \n\falleges that Epstein told her during the \"massage\", \"I love how young you are. You have a tight \nbutt like a baby\". See Jeff Epstein Sued for \"Repeated Sexual Assaults\" on Teen, New York \nPost, October 17, 2007, by Dareh Gregorian, link at: \nhttp://www.nypost.com/p/news/regional/item_44z1WyLUFH7R1OUtKYGPbPj se s si onid=6CA3  \nEBF1BEF68F5DE14BFB2CAA5C37E0. See Article attached hereto as Exhibit \"X\". \n51. Edwards's three complaints against Epstein contained less detail about sexual \nabuse than (as one example) a complaint filed by attorney Robert Josephsberg from the law firm \nof Podhurst Orseck. See Complaint, Jane Doe 102 v. Epstein (Exhibit \"B\"). As recounted in \ndetail in this Complaint, Jane Doe 102 was 15 years old when Ghislaine Maxwell discovered her \nand lured her to Epstein's house. Maxwell and Epstein forced her to have sex with both of them \nand within weeks Maxwell and Epstein were flying her all over the world. According to the \nComplaint, Jane Doe 102 was forced to live as one of Epstein's underage sex slaves for years \nand was forced to have sex with not only Maxwell and Epstein but also other politicians, \nbusinessmen, royalty, academicians, etc. She was even made to watch Epstein have sex with \nthree 12-year-old French girls that were sent to him for his birthday by a French citizen that is a \nfriend of Epstein's. Luckily, Jane Doe 102 escaped to Australia to get away from Epstein and \nMaxwell's sexual abuse. \n52. Edwards learned that in addition to civil suits that were filed in court against \nEpstein, at around the same time other attorneys engaged in pre-filing settlement discussions \nwith Epstein. Rather than face filed civil suits in these cases, Epstein paid money settlements to \nmore than 15 other women who had sexually abused while they were minors. See articles \nregarding settlements attached hereto as Composite Exhibit \"Y.\" \n20 \n\fEpstein's Obstruction of Normal Discovery and Attacks on His Victims \n53. Once Edwards filed his civil complaints for his three clients, he began the normal \nprocess of discovery for cases such as these. He sent standard discovery requests to Epstein \nabout his sexual abuse of the minor girls, including requests for admissions, request for \nproduction, and interrogatories. See Edwards Affidavit, Exhibit \"N\", at Till 1-19 and 25. \nRather than answer any substantive questions about his sexual abuse and his conspiracy for \nprocuring minor girls for him to abuse, Epstein invoked his 5th amendment right against self-\nincrimination. An example of Epstein's refusal to answer is attached as Composite Exhibit \"Z\" \n(original discovery propounded to Epstein and his responses invoking 5th amendment). \n54. During the discovery phase of the civil cases filed against Epstein, Epstein's \ndeposition was taken at least five times. During all of those depositions, Epstein refused to \nanswer any substantive questions about his sexual abuse of minor girls. See, e.g., Deposition \nAttachments 1, 6 and 7. \n55. During these depositions, Epstein further attempted to obstruct legitimate \nquestioning by inserting a variety of irrelevant infatuation about his case. As one of \ninnumerable examples, on March 8, 2010, Mr. Horowitz, representing seven victims, Jane Doe's \n2-8, asked, \"Q: In 2004, did you rub Jane Doe 3's vagina? A: Excuse me. I'd like to answer that \nquestion, as I would like to answer mostly every question you've asked me here today; however, \nupon advice of counsel, I cannot answer that question. They've advised me I must assert my \nSixth Amendment, Fifth Amendment and Fourteenth Amendment Rights against self--excuse \nme, against--under the Constitution. And though your partner, Jeffrey Heiman, was disbarred \nafter filing this lawsuit [a statement that was untrue], Mr. Edwards' partner sits in jail for \n21 \n\ffabricating cases of a sexual nature fleecing unsuspecting Florida investors and others out of \nmillions of dollars for cases of a sexual nature with--I'd like to answer your questions; however if \nI--I'm told that if I do so, I risk losing my counsel's representation; therefore I must accept their \nadvice.\" Epstein deposition, March 8, 2010, at 106 (Deposition attachment #10). \n56. When Edwards had the opportunity to take Epstein's deposition, he only asked \nreasonable questions, all of which related to the merits of the cases against Epstein. All \ndepositions of Epstein in which Mr. Edwards participated on behalf of his clients are attached to \nthis motion. See Edwards Affidavit, Exhibit \"N\" at 111 and Deposition attachments #1, 6, 7, 10, \n11, 12, and 13. Cf. with Deposition of Epstein taken by an attorney representing BB (one in \nwhich Edwards was not participating), http://www.youtube.com/watch?v=V-dqoEyYXx4; and \nhttp://www.youtube.com/watch?v=YCNiY1tW-r0  \n57. Edwards's efforts to obtain infoimation about Epstein's organization for \nprocuring young girls was also blocked because Epstein's co-conspirators took the Fifth. \nDeposition of Sarah Kellen, March 24, 2010 (hereinafter \"Kellen Depo.\") (Deposition \nattachment #14); Deposition of Nadia Marcinkova, April 13, 2010, (Deposition attachment #9); \nDeposition of Adriana Mucinska Ross, March 15, 2010 (hereinafter \"Ross Depo.\") (Deposition \nattachment #15). Each of these co-conspirators invoked their respective rights against self-\nincrimination as to all relevant questions, and the depositions have been attached. \n58. At all relevant times Edwards has had a good faith basis to believe and did in fact \nbelieve Sarah Kellen was an employee of Epstein's and had been identified as a defendant in at \nleast one of the complaints against Epstein for her role in bringing girls to Epstein's mansion to \nbe abused. At the deposition, she was represented by Bruce Reinhart. She invoked the Fifth on \n22 \n\fall substantive questions regarding her role in arranging for minor girls to come to Epstein's \nmansion to be sexually abused. Reinhart had previously been an Assistant United States \nAttorney in the U.S. Attorney's Office for the Southern District of Florida when Epstein was \nbeing investigated criminally by Reinhart's office. Reinhart left the United States Attorney's \nOffice and was immediately hired by Epstein to represent Epstein's pilots and certain co-\nconspirators during the civil cases against Epstein. See Edwards Affidavit, Exhibit \"N\" at ¶11. \n59. Edwards also had other lines of legitimate discovery blocked through the efforts \nof Epstein and others. For example, Edwards learned through deposition that Ghislaine Maxwell \nwas involved in managing Epstein's affairs and companies. See deposition of Epstein's house \nmanager Janusz Banziak, February 16, 2010 at page 14, lines 20-23 (Deposition Attachment \n#16); See deposition of Epstein's housekeeper Louella Rabuyo, October 20, 2009, page 9, lines \n17-25 (Deposition Attachment #17); See deposition of Epstein's pilot Larry Eugene Morrison, \nOctober 6, 2009, page 102-103 (Deposition Attachment #18); See deposition of Alfredo \nRodriguez, August 7, 2009, page 302-306 and 348 (Deposition Attachment #8); See also Prince \nAndrew's Friend, Ghislaine Maxwell, Some Underage Girls and A Very Disturbing Story, \nSeptember 23, 2007 by Wendy Leigh, link at \nhttp://www.redicecreations.com/article.php?id=18950HANNA SJOBERG. Exhibit \"AA\". \n60. Alfredo Rodriguez testified that Maxwell took photos of girls without the girls' \nknowledge, kept the images on her computer, knew the names of the underage girls and their \nrespective phone numbers and other underage victims were molested by Epstein and Maxwell \ntogether. See Deposition of Rodriguez, Deposition attachment # 8 at 64, 169-170 and 236. \n23 \n\f61. In reasonable reliance on this and other infoimation, Edwards served Maxwell for \ndeposition in 2009. See Deposition Notice attached as Exhibit \"BB.\" Maxwell was represented \nby Brett Jaffe of the New York firm of Cohen and Gresser, and Edwards understood that her \nattorney was paid for (directly or indirectly) by Epstein. She was reluctant to give her \ndeposition, and Edwards tried to work with her attorney to take her deposition on teims that \nwould be acceptable to both sides. The result was the attached confidentiality agreement, under \nwhich Maxwell agreed to drop any objections to the deposition, attached hereto as Exhibit \"CC.\" \nMaxwell, however, contrived to avoid the deposition. On June 29, 2010, one day before \nEdwards was to fly to NY to take Maxwell's deposition, her attorney informed Edwards that \nMaxwell's mother was deathly ill and Maxwell was consequently flying to England with no \nintention of returning to the United States. Despite that assertion, Ghislaine Maxwell was in fact \nin the country on July 31, 2010, as she attended the wedding of Chelsea Clinton (former \nPresident Clinton's daughter) and was captured in a photograph taken for OK magazine. Photos \nfrom Issue 809 of the publication See US Weekly dated August 16, 2010 are attached hereto as \nExhibit \"DD\" and Edwards Affidavit, Exhibit \"N\" at ¶12. \n62. Maxwell is not the only important witness to lie to avoid deposition by Edwards. \nUpon review of the message pads that were taken from Epstein's home in the police trash pulls, \nsee Exhibit \"J\" supra, many were from Jean Luc Brunel, a French citizen and one of Epstein's \nclosest pals. He left messages for Epstein. One dated 4/1/05 said, \"He has a teacher for you to \nteach you how to speak Russian. She is 2x8 years old, not blonde. Lessons are free and you can \nhave your 1st today if you call.\" See Messages taken from Jean Luc Brunel are attached hereto as \nExhibit \"EE.\" In light of these circumstances of the case, this message reasonably suggested to \n24 \n\fEdwards that Brunel might have been procuring two eight-year-old girls for Epstein to sexually \nabuse. According to widely circulated press reports reviewed by Edwards, Brunel is in his \nsixties and has a reputation throughout the world (and especially in the modeling industry) as a \ncocaine addict that has for years molested children through modeling agencies while acting as \ntheir agent — conduct that has been the subject of critical reports, books, several news articles, \nand a 60 Minutes documentary on Brunel's sexual exploitation of underage models. See \nhttp://bradmillershero.blogspot.com/2010/08/women-are-objects.html, attached hereto as Exhibit \n63. Edwards learned that Brunel is also someone that visited Epstein on \napproximately 67 occasions while Epstein was in jail. See Epstein's jail visitor log attached as \nExhibit \"GG.\" \n64. Edwards learned that Brunel currently runs the modeling agency MC2, a company \nfor which Epstein provides financial support. See Message Pad's attached as Exhibit \"J\" supra \nand Sworn Statement of MC2 employee Maritza Vasquez, June 15, 2010, \"Maritza Vasquez \nSworn Statement\" attached at Exhibit \"HH\" at 1-16. \n65. Employees of MC2 told Edwards that Epstein's numerous condos at 301 East 66 \nStreet in New York were used to house young models. Edwards was told that MC2 modeling \nagency, affiliated with Epstein and Brunel brought underage girls from all over the world, \npromising them modeling contracts. Epstein and Brunel would then obtain a visa for these girls, \nthen would charge the underage girls rent, presumably to live as underage prostitutes in the \ncondos. See Maritza Vasquez Sworn Statement, Exhibit \"HH\" at 7-10, 12-15, 29-30, 39-41, 59-\n60 and 62-67. \n25 \n\f66. In view of this information suggesting Brunel could provide significant evidence \nof Epstein's trafficking in young girls for sexual abuse, Edwards had Brunel served in New York \nfor deposition. See Notice of Deposition of Jean Luc Brunel attached hereto as Exhibit \"II.\" \nBefore the deposition took place, Brunel's attorney (Tama Kudman of West Palm Beach) \ncontacted Edwards to delay the deposition date. Eventually Kudman informed Edwards in \nJanuary 2009 that Brunel had left the country and was back in France with no plans to return. \nThis information was untrue; Brunel was actually staying with Epstein in West Palm Beach. See \nBanasiak deposition, deposition attachment #16 at 154-160 and 172-175; see also pages from \nEpstein's probation file evidencing Jean Luc Brunel (JLB) staying at his house during that \nrelevant period of time attached Exhibit \"JJ\". As a result, Edwards filed a Motion for Contempt, \nattached hereto as Exhibit \"KK\" (Because Epstein settled this case, the motion was never ruled \nupon.) \n67. Edwards was also informed that Epstein paid for not only Brunel's representation \nduring the civil process but also paid for legal representation for Sarah Kellen (Epstein's \nexecutive assistant and procurer of girls for him to abuse), Larry Visoski (Epstein's personal \npilot), Dave Rogers (Epstein's personal pilot), Larry Harrison (Epstein's personal pilot), Louella \nRabuyo (Epstein's housekeeper), Nadia Marcinkova (Epstein's live-in sex slave), Ghislaine \nMaxwell (manager of Epstein's affairs and businesses), Mark Epstein (Epstein's brother), and \nJanusz Banasiak (Epstein's house manager) It was nearly impossible to take a deposition of \nsomeone that would have helpful information that was not represented by an attorney paid for by \nEpstein. See Edwards Affidavit, Exhibit \"N\" at ¶11. \n26 \n\f68. While Epstein and others were preventing any legitimate discovery into his sexual \nabuse of minor girls, at the same time he was engaging (through his attorneys) in brutal \nquestioning of the girls who had filed civil suits against him, questioning so savage that it made \nlocal headlines. See Jane Musgrave, Victims Seeking Sex offender's Millions See Painful Pasts \nUsed Against Them, Palm Beach Post News, Jan. 23, 2010, available at \nhap ://www.palmbeachpost. com/news/crime/vi ctims-s eeking-s ex-offenders-millions-see-painful-\npasts-192988.html attached hereto as Exhibit \"LL.\" \nEdwards Pursues Other Lines of Discovery \n69. Because of Epstein's thwarting of discovery and attacks on Edwards's clients, \nEdwards was forced to pursue other avenues of discovery. Edwards only pursued legitimate \ndiscovery designed to further the cases filed against Epstein. See Edwards Affidavit, Exhibit \n\"N\" at 1-111. \n70. Edwards notified Epstein's attorneys of his intent to take Bill Clinton's deposition. \nEdwards possessed a legitimate basis for doing so: (a) Clinton was friends with Ghislaine \nMaxwell who was Epstein's longtime companion and helped to run Epstein's companies, kept \nimages of naked underage children on her computer, helped to recruit underage children for \nEpstein, engaged in lesbian sex with underage females that she procured for Epstein, and \nphotographed underage females in sexually explicit poses and kept child pornography on her \ncomputer; (b) it was national news when Clinton traveled with Epstein aboard Epstein's private \nplane to Africa and the news articles classified Clinton as Epstein's friend. (c) the complaint \nfiled on behalf of Jane Doe No. 102 stated generally that she was required by Epstein to be \nsexually exploited by not only Epstein but also Epstein's \"adult male peers, including royalty, \n27 \n\fpoliticians, academicians, businessmen, and/or other professional and personal acquaintances\" — \ncategories Clinton and acquaintances of Clinton fall into. The flight logs showed Clinton \ntraveling on Epstein's plane on numerous occasions between 2002 and 2005. See Flight logs \nattached hereto as Exhibit \"MM.\" Clinton traveled on many of those flights with Ghislaine \nMaxwell, Sarah Kellen, and Adriana Mucinska, - all employees and/or co-conspirators of \nEpstein's that were closely connected to Epstein's child exploitation and sexual abuse. The \ndocuments clearly show that Clinton frequently flew with Epstein aboard his plane, then \nsuddenly stopped - raising the suspicion that the friendship abruptly ,ended, perhaps because of \nevents related to Epstein's sexual abuse of children. Epstein's personal phone directory from his \ncomputer contains e-mail addresses for Clinton along with 21 phone numbers for him, including \nthose for his assistant (Doug Band), his schedulers, and what appear to be Clinton's personal \nnumbers. This information certainly leads one to believe that Clinton might well be a source of \nrelevant information and efforts to obtain discovery from him were reasonably calculated to lead \nto admissible evidence. See Exhibits \"B\", \"F\" \"AA\", \"DD\", and \"MM\" and Edwards Affidavit, \nExhibit \"N\" at ¶15. \n71. Bradley J. Edwards, Esq., provided notice that he intended to take the deposition \nof Donald Trump. Edwards possessed a legitimate basis for doing so: (a) The message pads \nconfiscated from Epstein's home indicated that Trump called Epstein's West Palm Beach \nmansion on several occasions during the time period most relevant to my Edwards's clients' \ncomplaints; (b) Trump was quoted in a Vanity Fair article about Epstein as saying \"I've known \nJeff for fifteen years. Terrific guy,\" \"He's a lot of fun to be with. It is even said that he likes \nbeautiful women as much as I do, and many of them are on the younger side. No doubt about it --\n28 \n\fJeffrey enjoys his social life.\" Jeffrey Epstein: International Moneyman of Mystery; He's pals \nwith a passel of Nobel Prize—winning scientists, CEOs like Leslie Wexner of the Limited, \nsocialite Ghislaine Maxwell, even Donald Trump. But it wasn't until he flew Bill Clinton, Kevin \nSpacey, and Chris Tucker to Africa on his private Boeing 727 that the world began to wonder \nwho he is. By Landon Thomas Jr. (See article attached hereto as Exhibit \"NN\") (c) Trump \nallegedly banned Epstein from his Maralago Club in West Palm Beach because Epstein sexually \nassaulted an underage girl at the club; (d) Jane Doe No. 102's complaint alleged that Jane Doe \n102 was initially approached at Trump's Maralago by Ghislaine Maxwell and recruited to be \nMaxwell and Epstein's underage sex slave; (e) Mark Epstein (Jeffrrey Epstein's brother) testified \nthat Trump flew on Jeffrey Epstein's plane with him (the same plane that Jane Doe 102 alleged \nwas used to have sex with underage girls); (f) Trump had been to Epstein's home in Palm Beach; \n(g) Epstein's phone directory from his computer contains 14 phone numbers for Donald Trump, \nincluding emergency numbers, car numbers, and numbers to Trump's security guard and \nhouseman. Based on this information, Edwards reasonably believed that Trump might have \nrelevant information to provide in the cases against Jeffrey Epstein and accordingly provided \nnotice of a possible deposition. See deposition of Mark Epstein, September 21, 2009, at 48-50 \n(Deposition Attachment #19); See Jane Doe 102 v. Epstein, Exhibit \"B\"; Exhibit \"F\"; \n\"Exhibit\"J\"; \"N\" and See Edwards Affidavit, Exhibit \"N\" at ¶13. \n72. Edwards provided notice that he intended to depose Alan Dershowitz. Edwards \npossessed a legitimate basis for doing so: (a) Dershowitz is believed to have been friends with \nEpstein for many years; (b) in one news article Dershowitz comments that, \"I'm on my 20th \nbook... The only person outside of my immediate family that I send drafts to is Jeffrey\" The \n29 \n\fTalented Mr. Epstein, By Vicky Ward on January, 2005 in Published Work, Vanity Fair (See \narticle attached as Exhibit \"00\"); (c) Epstein's housekeeper Alfredo Rodriguez testified that \nDershowitz stayed at Epstein's house during the years when Epstein was assaulting minor \nfemales on a daily basis; (d) Rodriguez testified that Dershowitz was at Epstein's house at times \nwhen underage females where there being molested by Epstein (see Alfredo Rodriguez \ndeposition at 278-280, 385, 426-427); (e) Dershowitz reportedly assisted in attempting to \npersuade the Palm Beach State Attorney's Office that because the underage females alleged to \nhave been victims of Epstein's abuse lacked credibility and could not be believed that they were \nat Epstein's house, when Dershowitz himself was an eyewitness to their presence at the house; \n(f) Jane Doe No. 102 stated generally that Epstein forced her to be sexually exploited by not only \nEpstein but also Epstein's \"adult male peers, including royalty, politicians, academicians, \nbusinessmen, and/or other professional and personal acquaintances\" — categories that Dershowitz \nand acquaintances of Dershowitz fall into; (g) during the years 2002-2005 Alan Dershowitz was \non Epstein's plane on several occasions according to the flight logs produced by Epstein's pilot \nand information (described above) suggested that sexual assaults may have taken place on the \nplane; (h) Epstein donated $30 Million one year to the university at which Dershowitz teaches. \nBased on this infoli__iation, Edwards had a reasonable basis to believe that Dershowitz might \nhave relevant information to provide in the cases against Jeffrey Epstein and accordingly \nprovided notice of a possible deposition. See Dershowitz letters to the State Attorney's office \nattached as Exhibit \"PP\"; Deposition of Alfredo Rodriguez at 278-280; Flight Logs Exhibit \n\"MM\"; Exhibits \"B\" and \"00\"; and Edwards Affidavit, Exhibit \"N\" at ¶14. \n30 \n\f73. Epstein's complaint alleges that Edwards provided notice that he wished to take \nthe deposition of Tommy Mattola. That assertion is untrue. Mr. Mattola's deposition was set by \nthe law firm of Searcy Denny Scarola Barnhart and Shipley. See Edwards Affidavit, Exhibit \"N\" \nat ¶16. \n74. Edwards gave notice that he intended to take David Copperfield's deposition. \nEdwards possessed a legitimate basis for doing so. Epstein's housekeeper and one of the only \nwitnesses who did not appear for deposition with an Epstein bought attorney, Alfredo Rodriguez, \ntestified that David Copperfield was a guest at Epstein's house on several occasions. His name \nalso appears frequently in the message pads confiscated from Epstein's house. It has been \npublicly reported that Copperfield himself has had allegations of sexual misconduct made against \nhim by women claiming he sexually abused them, and one of Epstein's sexual assault victims \nalso alleged that Copperfield had touched her in an improper sexual way while she was at \nEpstein's house. Mr. Copperfield likely has relevant information and deposition was reasonably \ncalculated to lead to the discovery of admissible evidence. See Edwards Affidavit, Exhibit \"N\" at \n¶17. \n75. Epstein also takes issue with Edwards identifying Bill Richardson as a possible \nwitness. Richardson was properly identified as a possible witness because Epstein's personal \npilot testified to Richardson joining Epstein at Epstein's New Mexico Ranch. There was \ninformation indicating that Epstein had young girls at his ranch which, given the circumstances \nof the case, raised the reasonable inference he was sexually abusing these girls as he had abused \ngirls in West Palm Beach and elsewhere. Richardson had also returned campaign donations that \nwere given to him by Epstein, indicating that he believed that there was something about Epstein \n31 \n\fwith which he did not want to be associated. Richardson was not called to testify nor was he ever \nsubpoenaed to testify. See Edwards Affidavit, Exhibit \"N\" at ¶18. \n76. Edwards learned of allegations that Epstein engaged in sexual abuse of minors on \nhis private aircraft. See Jane Doe 102 Complaint, Exhibit \"B.\" Accordingly, Edwards pursued \ndiscovery to confirm these allegations. \n77. Discovery of the pilot and flight logs was proper in the cases brought by Edwards \nagainst Epstein. Jane Doe filed a federal RICO claim against Epstein that was an active claim \nthrough much of the litigation. The RICO claim alleged that Epstein ran an expansive criminal \nenterprise that involved and depended upon his plane travel. Although Judge Marra dismissed \nthe RICO claim at some point in the federal litigation, the legal team representing \nEdwards' clients intended to pursue an appeal of that dismissal. Moreover, all of the subjects \nmentioned in the RICO claim remained relevant to other aspects of Jane Doe's claims against \nEpstein, including in particular her claim for punitive damages. See Edwards Affidavit, Exhibit \n\"N\" at ¶19. \n78. Discovery of the pilot and flight logs was also proper in the cases brought by \nEdwards against Epstein because of the need to obtain evidence of a federal nexus. Edwards's \nclient Jane Doe was proceeding to trial on a federal claim under 18 U.S.C. § 2255. Section 2255 \nis a federal statute which (unlike relevant state statutes) established a minimum level of recovery \nfor victims of the violation of its provisions. Proceeding under the statute, however, required a \n\"federal nexus\" to the sexual assaults. Jane Doe had two grounds on which to argue that such a \nnexus existed to her abuse by Epstein: first, his use of telephone to arrange for girls to be abused; \nand, second, his travel on planes in interstate commerce. During the course of the litigation, \n32 \n\fEdwards anticipated that Epstein would argue that Jane Doe's proof of the federal nexus was \ninadequate. These fears were realized when Epstein filed a summary judgment motion raising \nthis argument. In response, the other attorneys and Edwards representing Jane Doe used the \nflight log evidence to respond to Epstein's summary judgment motion, explaining that the flight \nlogs demonstrated that Epstein had traveled in interstate commerce for the purpose of facilitating \nhis sexual assaults. Because Epstein chose to settle the case before trial, Judge Marra did not \nrule on the summary judgment motion. \n79. Edwards had further reason to believe and did in fact believe that the pilot and \nflight logs might contain relevant evidence for the cases against Epstein. Jane Doe No. 102's \ncomplaint outlined Epstein's daily sexual exploitation and abuse of underage minors as young as \n12 years old and alleged that Epstein's plane was used to transport underage females to be \nsexually abused by him and his friends. The flight logs accordingly were a potential source of \ninformation about either additional girls who were victims of Epstein's abuse or friends of \nEpstein who may have witnessed or even participated in the abuse. Based on this \ninformation, Edwards reasonably pursued the flight logs in discovery. \n80. In the fall of 2009, Epstein gave a recorded interview to George Rush, a reporter \nwith the New York Daily News about pending legal proceedings. In that interview, Epstein \ndemonstrated an utter lack of remorse for his crimes (but indirectly admitted his crimes) by \nstating: \n• People do not like it when people make good and that was one reason he (Epstein) \nwas being targeted by civil suits filed by young girls in Florida; \n• He (Epstein) had done nothing wrong; \n33 \n\f• He (Epstein) had gone to jail in Florida for soliciting prostitution for no reason; \n• If the same thing (i.e., sexual abuse of minor girls) had happened in New York, he \n(Epstein) would have received only a $200 fine; \n• Bradley J. Edwards was the one causing all of Epstein's problems (i.e., the civil \nsuits brought by Jane Doe and other girls); \n• L.M. came to him as a prostitute and a drug user (i.e., came to Epstein for sex, \nrather than Epstein pursuing her); \n• All the girls suing him are only trying to get a meal ticket; \n• The only thing he might have done wrong was to maybe cross the line a little too \nclosely; \n• He (Epstein) was very upset that Edwards had subpoenaed Ghisline Maxwell, that \nshe was a good person that did nothing wrong (i.e., had done nothing wrong even \nthough she helped procure young girls to satisfy Epstein's sexual desires); \n• With regard to Jane Doe 102 v. Epstein, which involved an allegation that Epstein \nhad repeatedly sexually abused a 15-year-old girl, forced her to have sex with his \nfriends, and flew her on his private plane nationally and internationally for the \npurposes of sexually molesting and abusing her, he (Epstein) flippantly said that \nthe case was dismissed, indicating that the allegations were ridiculous and untrue. \nSee Affidavit of Michael J. Fisten attached hereto as Exhibit \"QQ.\" \n81. The Rush interview also demonstrated perjury (a federal crime) on the part of \nEpstein. Epstein lied about not knowing George Rush. See Epstein Deposition, February 17, \n2010, taken in L.M. v. Jeffrey Epstein, case 50-2008-CA-028051, page 154, line 4 through 155 \nline 9, (Deposition attachment #7), wherein Jeffrey Epstein clearly impresses that he does not \nrecognize George Rush from the New York Daily News. This impression was given despite the \nfact that he gave a lengthy personal interview about details of the case that was tape recorded \nwith George Rush. \n34 \n\fEpstein 's Harassment of Witnesses Against Him \n82. At all relevant times Edwards has a good faith basis to believe and did in fact \nbelieve that Epstein engaged in threatening witnesses. See Incident Report, Exhibit \"A\" at p. 82, \nU.S. Attorney's Correspondence, Exhibit \"C\" - Indictments drafted by Federal Government \nagainst Epstein; and Edwards Affidavit, Exhibit \"N\" at ¶11. \n83. Despite three no contact orders entered against Epstein (see Exhibit C, supra), \nEdwards learned that Epstein continued to harass his victims. For example, Jane Doe had a trial \nset for her civil case against him on July 19, 2010. As that trial date approached, defendant \nEpstein intimidated her in violation of the judicial no-contact orders. On July 1, 2010, he had a \n\"private investigator\" tail Jane Doe — following her every move, stopping when she stopped, \ndriving when she drove, refusing to pass when she pulled over. When Jane Doe ultimately drove \nto her home, the \"private investigator\" then parked in his car approximately 25 feet from Jane \nDoe house and flashed his high beam lights intermittently into the home. Even more \nthreateningly, at about 10:30 p.m., when Jane Doe fled her home in the company of a retired \npolice officer employed by Jane Doe's counsel, the \"private investigator\" attempted to follow \nJane Doe despite a request not to do so. The retired officer successfully took evasive action and \nplaced Jane Doe in a secure, undisclosed location that night. Other harassing actions against \nJane Doe also followed. See Motion for Contempt filed by Edwards in Jane Doe v. Epstein \ndetailing the event, including Fisten Affidavit attached to Motion, Composite Exhibit \"RR.\" \nEpstein Settlement of Civil Claims Against Him for Sexual Abuse of Children  \n84. The civil cases Edwards filed against Epstein on behalf of L.M., E.W., and Jane \nDoe were reasonably perceived by Edwards to be very strong cases. Because Epstein had \n35 \n\fsexually assaulted these girls, he had committed several serious torts against them and would be \nliable to them for appropriate damages. See Preceding Undisputed Facts. Because of the \noutrageousness of Epstein's sexual abuse of minor girls, Edwards reasonably expected that \nEpstein would also be liable for punitive damages to the girls. Because Edwards could show that \nEpstein had molested children for years and designed a complex premeditated scheme to procure \ndifferent minors everyday to satisfy his addiction to sex with minors, the punitive damages \nwould have to be sufficient to deter him from this illegal conduct that he had engaged in daily for \nyears. Epstein was and is a billionaire. See Complaint, ¶49 (referring to \"Palm Beach \nBillionaire\"); see also Epstein Deposition, February 17, 2010, at 172-176 (Deposition \nAttachment #7) (taking the Fifth when asked whether he is a billionaire). Accordingly, Edwards \nreasonably believed the punitive damages that would have to be awarded against Epstein would \nhave been substantial enough to punish him severely enough for his past conduct as well as deter \nhim from repeating his offenses in the future. See Edwards Affidavit, Exhibit \"N\" at ¶19. \n85. On July 6, 2010, rather than face trial for the civil suits that had been filed against \nhim by L.M., E.W., and Jane Doe, defendant Epstein settled the cases against him. The terms of \nthe settlement are confidential. The settlement amounts are highly probative in the instant action \nas Epstein bases his claims that Edwards was involved in the Ponzi scheme on Epstein's inability \nto settle the L.M., E.W., and Jane Doe cases for \"minimal value\". His continued inability to \nsettle the claims for \"minimal value\" after the Ponzi scheme was uncovered would be highly \nprobative in discrediting any causal relationship between the Ponzi scheme and Edwards's \nsettlement negotiations. See Edwards Affidavit, Exhibit \"N\" at ¶21. \nEdwards Non-Involvement in Fraud by Scott Rothstein  \n36 \n\f86. From in or about 2005, through in or about November 2009, Scott Rothstein \nappears to have run a giant Ponzi scheme at his law firm of Rothstein, Rosenfeldt and Adler PA. \n(\"RRA\"). This Ponzi scheme involved Rothstein falsely informing investors that settlement \nagreements had been reached with putative defendants based upon claims of sexual harassment \nand/or whistle-blower actions. Rothstein falsely informed the investors that the potential \nsettlement agreements were available for purchase. Plea Agreement at 2, United States v. Scott \nW. Rothstein, No. 9-60331-CR-COHN (S.D. Fla. Jan. 27, 2010) attached hereto as Exhibit \"SS.\" \n87. It has been alleged that among other cases that Rothstein used to lure investors \ninto his Ponzi scheme were the cases against Epstein that were being handled by Bradley J. \nEdwards, Esq. Edwards had no knowledge of the fraud or any such use of the Epstein cases. See \nEdwards Affidavit, Exhibit \"N\" at ¶9. \n88. Bradley J. Edwards, Esq., joined RRA in about April 2009 and left RRA in \nNovember 2009 — a period of less than one year. Edwards would not have joined RRA had he \nbeen aware that Scott Rothstein was running a giant Ponzi scheme at the fitat. Edwards left \nRRA shortly after learning of Rothstein's fraudulent scheme. Id. at ¶8. \n89. At no time prior to the public disclosure of Rothstein's Ponzi scheme did Edwards \nknow or have reason to believe that Rothstein was using legitimate claims that Edwards was \nprosecuting against Epstein for any fraudulent or otherwise illegitimate purpose. Id. at ¶20. \n90. Edwards never substantively discussed the merits of any of his three cases against \nEpstein with Rothstein. See Deposition of Bradley J. Edwards taken March 23, 2010, at 110-16. \n(hereinafter \"Edwards Depo\") (Deposition Attachment #22). \n37 \n\f91. On July 20, 2010, Bradley Edwards received a letter from the U.S. Attorney's \nOffice for the Southern District of Florida — the office responsible for prosecuting Rothstein's \nPonzi scheme. The letter indicated that law enforcement agencies had determined that Edwards \nwas \"a victim (or potential victim)\" of Scott Rothstein's federal crimes. The letter informed \nEdwards of his rights as a victim of Rothstein's fraud and promised to keep Edwards informed \nabout subsequent developments in Rothstein's prosecution. See Letter attached hereto as Exhibit \n92. Jeffrey Epstein filed a complaint with the Florida Bar against Bradley Edwards, \nEsq., raising allegations that Edwards and others were involved in the wrongdoing of Scott \nRothstein. After investigating the claim, the Florida Bar dismissed this complaint. See Edwards \nAffidavit, Exhibit \"N\" at ¶23. \nEpstein Takes the Fifth When Asked Substantive Questions About His Claims Against Edwards  \n93. On March 17, 2010, defendant Epstein was deposed about his lawsuit against \nEdwards. Rather than answer substantive questions about his lawsuit, Epstein repeatedly \ninvoked his Fifth Amendment privilege. See Epstein Depo. taken 3/17/10, Deposition \nAttachment #1. \n94. In his deposition, Epstein took the Fifth rather than answer the question: \n\"Specifically what are the allegations against you which you contend Mr. Edwards ginned up?\" \nId. at 34. \n95. In his deposition, Epstein took the Fifth rather than name people in California that \nEdwards had tried to depose to increase the settlement value of the civil suit he was handling. Id. \nat 37. \n38 \n\f96. In his deposition, Epstein took the Fifth rather than answer the question: \"Do you \nknow former President Clinton personally.\" Id. \n97. In his deposition, Epstein took the Fifth rather than answer the question: \"Are you \nnow telling us that there were claims against you that were fabricated by Mr. Edwards?\" Id. at \n39. \n98. In his deposition, Epstein took the Fifth rather than answer the question, \"Well, \nwhich of Mr. Edwards' cases do you contend were fabricated.\" Id. \n99. In his deposition, Epstein took the Fifth rather than answer the question: \"What is \nthe actual value that you contend the claim of E.W. against you has?\" Id. at 45. \n100. In his deposition, Epstein took the Fifth rather than answer a question about the \nactual value of the claim of L.M. and Jane Doe against him. Id. \n101. In his deposition, taken prior to the settlement of Edwards's clients claims against \nEpstein, Epstein took the Fifth rather than answer the question: \"Is there any pending claim \nagainst you which you contend is fabricated?\" Id. at 71. \n102. In his deposition, Epstein took the Fifth rather than answer the question: \"Did you \never have damaging evidence in your garbage?\" Id. at 74. \n103. In his deposition, Epstein took the Fifth rather than answer the question: \"Did \nsexual assaults ever take place on a private airplane on which you were a passenger?\" Id. at 88. \n104. In his deposition, Epstein took the Fifth rather than answer the question: \"Does a \nflight log kept for a private jet used by you contain the names of celebrities, dignitaries or \ninternational figures?\" Id. at 89. \n39 \n\f105. In his deposition, Epstein took the Fifth rather than answer the question: \"Have \nyou ever socialized with Donald Trump in the presence of females under the age of 18?\" Id. at \n89. \n106. In his deposition, Epstein took the Fifth rather than answer the question: \"Have \nyou ever socialized with Alan Dershowitz in the presence of females under the age of 18.\" Id. at \n90. \n107. In his deposition, Epstein took the Fifth rather than answer the question: \"Have \nyou ever socialized with Mr. Mottola in the presence of females under the age of 18?\" Id. at 91-\n92. \n108. In his deposition, Epstein took the Fifth rather than answer the question: \"Did you \never socialize with David Copperfield in the presence of females under the age of 18?\" Id. at \n109. In his deposition, Epstein took the Fifth rather than answer the question: \"Have \nyou ever socialized with Mr. Richardson [Governor of New Mexico and foimerly U.S. \nRepresentative and Ambassador to the United Nations] in the presence of females under the age \nof 18.\" Id. at 94. \n110. In his deposition, Epstein took the Fifth rather than answer the question: \"Have \nyou ever sexually abused children?\" Id. at 95. \n111. In his deposition, Epstein took the Fifth rather than answer the question: \"Did you \nhave staff members that assisted you in scheduling appointments with underage females; that is, \nfemales under the age of 18.\" Id. at 97-98. \n112. In his deposition, Epstein took the Fifth rather than answer the question: \"On how \nmany occasions did you solicit prostitution.\" Id. at 102. \n40 \n\f113. In his deposition, Epstein took the Fifth rather than answer the question: \"How \nmany minors have you procured for prostitution?\" Id. at 104. \n114. In his deposition, Epstein took the Fifth rather than answer the question: \"Have \nyou ever coerced, induced or enticed any minor to engage in any sexual act with you?\" Id. at \n107. \n115. In his deposition, Epstein took the Fifth rather than answer the question: \"How \nmany times have you engaged in fondling underage females?\" Id. at 108. \n116. In his deposition, Epstein took the Fifth rather than answer the question: \"How \nmany times have you engaged in oral sex with females under the age of 18?\" Id. at 110. \n117. In his deposition, Epstein took the Fifth rather than answer the question: \"Do you \nhave a personal sexual preference for children?\" Id. at 111-12. \n118. In his deposition, Epstein took the Fifth rather than answer the question: \"Your \nComplaint at page 27, paragraph 49, says that `RRA and the litigation team took an emotionally \ndriven set of facts involving alleged innocent, unsuspecting, underage females and a Palm Beach \nbillionaire, and sought to turn it into a goldmine,' end of quote. Who is the Palm Beach \nbillionaire referred to in that sentence?\" Id. at 112-13. \n119. In his deposition, Epstein took the Fifth rather than answer the question: \"Who are \nthe people who are authorized to make payment [to your lawyers] on your behalf?\" Id. at 120. \n120. In his deposition, Epstein took the Fifth rather than answer the question: \"Is there \nanything in L.M.'s Complaint that was filed against you in September of 2008 which you \ncontend to be false?\" Id. at 128. \n41 \n\fCERTIFICATE OF SERVICE \nI HEREBY CERTIFY that on November_____ 2010 a copy of the foregoing has been \nserved via Fax and U.S. Mail to all those on the attached service list. \nBy: \nJack Scarola \nSearcy, Denney, Scarola, Barnhart & Shipley \n2139 Palm Beach Lakes Blvd \nWest Palm Beach, FL 33409 \n(561) 686 10 \n(561 84-581 (fax) \nJAC AROLA \nFlo ar No.: 169440 \n42 \n\fSERVICE LIST \nChristopher E. Knight, Esq. \nJoseph L. Acketman, Esq. \nFOWLER WHITE BURNETT P.A. \n901 Phillips Point West \n777 South Flagler Drive \nWest Palm Beach, FL 33401 \nJack Alan Goldberger, Esq. \nAtterbury Goldberger et al. \n250 Australian Avenue South \nSuite 1400 \nWest Palm Beach, FL 33401 \nMarc S. Nurik, Esq. \nLaw Offices of Marc S. Nurik \nOne E. Broward Blvd., Suite 700 \nFort Lauderdale, FL 33301 \nGary M. Farmer, Jr. \nFarmer, Jaffe, Weissing, \nEdwards, Fistos & Lehrman, P.L. \n425 N. Andrews Ave., Suite 2 \nFort Lauderdale, FL 33301 \n43 \n"
  },
  "error": "LLM response blocked (PROHIBITED_CONTENT)",
  "blocked_reason": "PROHIBITED_CONTENT",
  "blocked_message": "",
  "house_oversight_id": "010566",
  "processing_metadata": {
    "processed_at": "2025-11-14T01:25:27.163542Z",
    "model": "gemini-2.5-pro"
  }
}