{
  "file_name": "HOUSE_OVERSIGHT_012048.txt",
  "file_path": "TEXT\\001\\HOUSE_OVERSIGHT_012048.txt",
  "content": {
    "full_text": "﻿Rockefeller Partners with Gregory J. Fleming to Create Independent\nFinancial Services Firm\nFirm to Focus on Wealth Management, Asset Management and Strategic Advisory\nViking Global Investors to Back New Firm\nOctober 04, 2017 06:30 AM Eastern Daylight Time\nNEW YORK--(BUSINESS WIRE)--Rockefeller Financial Services, Inc. (“RFS”), the parent company of Rockefeller & Co.,\nand Gregory J. Fleming have agreed to form Rockefeller Capital Management (“Rockefeller” or “the firm”), an independent\nfinancial services firm focused on wealth management, asset management and strategic advisory. The firm will look to\nbuild upon the 135-year history of excellence in wealth and investment management associated with the Rockefeller family\nthrough the addition of broader capabilities and new growth capital.\nGreg Fleming will become the Chief Executive Officer of Rockefeller upon closing. Mr. Fleming, a longtime financial\nservices executive, was most recently the President of Morgan Stanley Wealth and Asset Management and prior to that,\nthe President of Merrill Lynch. Viking Global Investors LP (“Viking”) will back the firm through an investment by one of its\ninvestment funds. Financial terms were not disclosed.\n“The team at Rockefeller Financial Services has spent years building the highest-quality investment management firm for\nfamilies and institutions,” said David Rockefeller, Jr., Chairman of RFS. “We look forward to Greg’s leadership and Viking’s\nsupport to expand the Rockefeller platform and bring new products and services to our clients.”\nThis combination will allow Rockefeller to build on its distinguished legacy of serving families, including the Rockefeller\nfamily, as well as foundations, endowments and institutions. Under Mr. Fleming’s leadership, the firm plans to expand its\nasset management focus on global equities and ESG investing, add to its wealth management capabilities, and build a\nstrategic advisory business. Rockefeller will have four operating units: Wealth Management, Asset Management, Family\nOffice Advisory, and Strategic Advisory.\n“I look forward to leading Rockefeller into its next chapter, backed by the Rockefeller family and my new partners at\nViking,” Mr. Fleming said. \"This is an opportunity to create a unique independent firm focused on wealth management,\nasset management, and strategic advisory.\"\nRockefeller will be owned by a Viking investment fund, a trust representing the broader Rockefeller family, and the firm’s\nmanagement. The ownership group anticipates making substantial additional capital investments in Rockefeller over\nmultiple years. This will provide the capital necessary for Rockefeller to execute its strategy, enabling the firm to broaden\nits products and services and accelerate its growth.\nThe board of the new firm will include Mr. Fleming, David Rockefeller, Jr., Peter M. O’Neill, Reuben Jeffery III, and Brian\nKaufmann of Viking. Additional independent directors will be added in due course.\nThe transaction is subject to certain customary closing conditions and is expected to close in the first quarter of next year.\nArdea Partners acted as the financial advisor to RFS, and Willkie Farr & Gallagher LLP was the legal advisor to RFS. Paul,\nWeiss, Rifkind, Wharton & Garrison LLP was the legal advisor to Viking.\nAbout Rockefeller Financial Services\nAs of June 30, 2017, Rockefeller & Co. has approximately $16.2 billion in assets under advisement for individuals and\nfamilies, family offices, nonprofit organizations, foundations, endowments, and global institutions. This number includes net\nassets under management of approximately $10.9 billion plus approximately $5.3 billion in advisory assets. Advised assets\nrepresent non-managed assets that receive services, such as financial planning, administration and/or consulting for open\narchitecture programs or other assignments, consolidated reporting, and accounting and tax return preparation services.\nAbout Viking\nViking Global Investors LP is a global investment firm founded in 1999, with offices in Greenwich, New York, San\nFrancisco, Hong Kong and London. The firm manages approximately $25 billion in capital and uses fundamental analysis\nto select investments, primarily public and private equity securities, from a wide range of industries globally. Viking is\nregistered as an investment adviser under the U.S. Investment Advisers Act of 1940.\nContacts\nMedia:\nTeneo Strategy\nStephen Cohen, 212-886-9332\nstephen.cohen@teneostrategy.com\nor\nVested\nBinna Kim, 917-765-8720\nbinna@fullyvested.com\n11/14/2017 Viking Global to Back Rockefeller Wealth Firm Led by Fleming - Bloomberg\nViking Global to Back Rockefeller Wealth Firm Led by Fleming\nBy Jennifer Surane and Simone Foxman\nOctober 4, 2017, 6:12 AM PDT\nUpdated on October 4, 2017, 9:48 AM PDT\n➞\n➞\nEx-Morgan Stanley executive Greg Fleming to be firm’s CEO\nHedge fund to become majority owner of high-net-worth adviser\nGreg Fleming, a former top executive at Morgan Stanley, is joining with the Rockefeller family office to create a wealth-management firm that\nwill be backed by Viking Global Investors.\nFleming will be chief executive officer of Rockefeller Capital Management, an adviser to the ultra-wealthy that will be acquired by Viking\nGlobal after the deal is completed early next year, the New York-based company said Wednesday in a statement\n. Terms weren’t disclosed.\nFleming, 54, who was most recently president of Morgan Stanley Wealth and Asset Management, left the Wall Street firm last year after CEO\nJames Gorman indicated he planned to stay on at least five more years and installed an older deputy in the bank’s No. 2 position, people with\nknowledge of the decision said at the time. Before joining Morgan Stanley, Fleming was president of Merrill Lynch & Co.\nReplay\nIn addition to wealth and asset management, the new company will create a unit focusing on advising large multinational companies, Fleming\nsaid in a phone interview.\n‘Strategic Advice’\n“Many wealthy families own companies that they need to take public or sell,” he said. “They’re looking for strategic advice, and they’re looking\nfor interesting investments.”\nhttps://www.bloomberg.com/news/articles/2017-10-04/viking-global-to-back-rockefeller-wealth-firm-led-by-fleming 1/4\n11/14/2017 Viking Global to Back Rockefeller Wealth Firm Led by Fleming - Bloomberg\nHe said a deal to purchase the Miami Marlins baseball team that he was involved in earlier this year was an example of the sort of investment\nthe firm’s clients might be interested in.\nA private-equity fund managed by Viking will own the majority of the business, while Fleming and others in management will invest, he said.\nA trust representing the broader Rockefeller family will remain an owner, though it’s selling some of its stake as part of the transaction.\nRockefeller & Co., which began 135 years ago as the family office of oil baron John D. Rockefeller, oversees about $10.9 billion for families and\nother institutional investors, and advises on another $5.3 billion, according to the statement. Fleming said that Viking’s capital will be used to\nexpand these businesses, as well as building an advisory arm.\n“The industry is very fragmented,\" Fleming said. For independent companies that combine wealth and asset management, as well as advisory,\n“there’s room, if you do it well, to really generate some market share, especially for a firm with a brand as good as Rockefeller,\" he added.\nViking Global, which was founded by Andreas Halvorsen, has about $25 billion under management, making it one of the biggest hedge funds in\nthe world.\nThe Rockefeller family office was advised by Ardea Partners, an investment bank formed last year by Goldman Sachs Group Inc. veteran Chris\nCole and a handful of former colleagues. Willkie Farr & Gallagher LLP provided legal advice, according to the statement. Paul, Weiss, Ri ind,\nWharton & Garrison LLP was legal adviser to Viking Global.\nThe Wall Street Journal reported on Fleming’s new role earlier Wednesday.\nhttps://www.bloomberg.com/news/articles/2017-10-04/viking-global-to-back-rockefeller-wealth-firm-led-by-fleming 2/4\n11/14/2017 Viking Global to Back Rockefeller Wealth Firm Led by Fleming - Bloomberg\nTerms of Service Trademarks Privacy Policy\n©2017 Bloomberg L.P. All Rights Reserved\nCareers Made in NYC Advertise Ad Choices Website Feedback Help\nhttps://www.bloomberg.com/news/articles/2017-10-04/viking-global-to-back-rockefeller-wealth-firm-led-by-fleming 3/4\n11/14/2017 Viking Global to Back Rockefeller Wealth Firm Led by Fleming - Bloomberg\nhttps://www.bloomberg.com/news/articles/2017-10-04/viking-global-to-back-rockefeller-wealth-firm-led-by-fleming 4/4\n11/14/2017 Rockefeller & Co. :: Who We Are\nWHO WE ARE\nO U R F I R M D E F I N E D O U R C U LT U R E C E O M E S S A G E\nO U R L E A D E R S H I P T E A M\nOUR FIRM DEFINED\nRockefeller & Co. is a distinctive nancial services rm that is privately held and independent.\nhttp://www.rockco.com/who-we-are 1/6\n11/14/2017 Rockefeller & Co. :: Who We Are\nDRIVEN\nBY\nthe intellectual soundness,\ncreative acumen, and personal\ndedication of our people\nFOCUSED\nON\nassessing investment\nopportunities through a global\nlens\nCOMMITTED\nTO\nproviding insightful solutions\nfor the sophisticated needs of\nour clients\nC L I E N T L O G I N\nWHO WE ARE WHAT WE DO INSIGHTS & NEWS\nCAREERS\nCONTACT\n1 1 / 1 5 / 2 0 1 6\n1 0 / 3 / 2 0 1 7\n0 6 / 3 0 / 2 0 1 6\nAbout Rockefeller & Co.\nThirty Years Later\nRockefeller & Co. team\nmembers summarize the\nbreadth of services available\nto non-pro t clients.\nhttp://www.rockco.com/who-we-are 2/6\n11/14/2017 Rockefeller & Co. :: Who We Are\nOUR CULTURE\nRockefeller & Co. is privately owned and focused\non the diverse investment and nancial needs of\nour sophisticated clientele. From our beginnings\nAs global citizens—with a geographically\nunconstrained approach to asset management—\nwe know how important it is to perceive the world\nas the Rockefeller family o\nce, we are today a\nin its totality in seeking to bene t from the wealth\nfull-service, independent asset management and\nof opportunities held therein. Our asset\nwealth advisory\nrm, with a mission to help our\nmanagement team speaks 13 languages, an\nclients achieve their goals.\nindication of the global perspective we apply to\nour business.\n1882\n1979\nT O D A Y\n1980\nRockefeller & Co. has approximately $16.9\nbillion in assets under advisement for\n2012\nindividuals and families, family o ces,\nnonpro t organizations, foundations,\nendowments, and global institutions. 1\n1 As of September 30, 2017. This number includes net\nassets under management of approximately $11.4\nbillion plus approximately $5.5 billion in advisory\nassets. Advised assets represent non-managed assets\nthat receive services, such as consulting for open\nhttp://www.rockco.com/who-we-are 3/6\n11/14/2017 Rockefeller & Co. :: Who We Are\narchitecture programs or other non-managed\ninvestment assignments.\nCEO\nMESSAGE\nestablishes a family\ngrowing investment\nIn this video, Reuben Je ery III discusses Rockefeller\nneeds of his family.\n& Co.’s commitment to service and stewardship. We\npride ourselves on our client focus and the strong\nrelationships we develop with individuals, families, and\ninstitutions.\nP L A Y V I D E O\n882\nOUR LEADERSHIP TEAM\nhttp://www.rockco.com/who-we-are 4/6\n11/14/2017 Rockefeller & Co. :: Who We Are\nREUBEN JEFFERY III\nJIMMY C. CHANG, CFA\nYVETTE M. GARCIA\nDAVID P. HARRIS, CFA\nManaging Director,\nManaging Director,\nManaging Director,\nManaging Director,\nPresident & Chief\nChief Investment\nGeneral Counsel &\nChief Investment\nExecutive O\ncer\nStrategist\nChief Administrative\nO\ncer\nO\ncer\nSTUART HENDRY\nTIMOTHY J.\nELIZABETH P.\nKARA VALENTINE\nManaging Director,\nMCCARTHY\nMUNSON\nSenior Vice President,\nChief Operating\nManaging Director,\nManaging Director,\nDirector of Marketing\nO\ncer\nChief Compliance\nPresident of\nO\ncer & Counsel\nRockefeller Trust\nCompany, N.A. & The\nRockefeller Trust\nCompany (Delaware)\nhttp://www.rockco.com/who-we-are 5/6\n11/14/2017 Rockefeller & Co. :: Who We Are\nRAYMOND N.\nWAREHAM\nManaging Director,\nHead of Wealth\nAdvisory\nDAVID WESTBROOK\nManaging Director,\nChief Financial\nO cer\nWHO WE ARE\nWHAT WE DO\nSubscribe for updates\nINSIGHTS & NEWS CAREERS CONTACT\nCLIENT LOGIN\nCOPYRIGHT © 2017 ROCKEFELLER & CO.\nUSE PRIVACY STATEMENT\nTERMS OF\nhttp://www.rockco.com/who-we-are 6/6\n11/14/2017 Rockefeller & Co. :: News\nINSIGHTS & NEWS\nINSIGHTS\nNEWS\nH A P P E N I N G S\nI N T H E M E D I A\nHAPPENINGS 01 02\n0 9 / 0 8 / 2 0 1 6\n0 7 / 2 2 / 2 0 1 6\nROCKEFELLER & CO. PARTICIPATES IN\nOPERATION BACKPACK 2016\nAs part of our community outreach initiative, Rockefeller & Co. again participated in\nOperation Backpack 2016. Thousands of children live in New York City’s homeless\nand domestic violence shelters. One of the most devastating consequences of\nhomelessness is the impact it has on a child's education.\nROCKEFELLER & CO. HOSTS GUESTS\nSIXTH ANNUAL NEXUS GLOBAL YOU\nSUMMIT\nFrom July 20th through 22nd in New York, Karen Wawrzaszek, Sen\nAdvisor and Managing Director, and Jack McMackin, Client Associa\ndelegation of “Next Generation” clients and other guests at the Sixt\nNexus Global Youth Summit.\nC L I E N T LO G I N\nWHO WE ARE WHAT WE DO INSIGHTS & NEWS CAREERS CONTACT\n0 6 / 1 5 / 2 0 1 6\nROCKEFELLER RESEARCH SERIES: THE\nDRIVERLESS ECONOMY\nRockefeller & Co. hosted 2016’s rst installment of the Rockefeller Research Series\nat the Boston o\nNew York at The Modern.\nces on Wednesday, June 8th with a subsequent presentation in\n0 5 / 0 4 / 2 0 1 6\nMEREDITH BLOCK PRESENTS AT THE\nATLANTA SOCIETY OF FINANCE &\nINVESTMENT PROFESSIONALS (ASF\nRockefeller & Co. was invited to discuss Sustainability & Impact Inve\nASFIP in Atlanta, GA on May 4th, where Judy Lee, analyst and mem\nInstitutional Sales and Consultant Relations team, introduced a pres\nMeredith Block, S&I Vice President and Analyst.\nhttp://www.rockco.com/news 1/3\n11/14/2017 Rockefeller & Co. :: News\n0 4 / 2 9 / 2 0 1 6\nDAVID HARRIS PANELIST AT ESG WORKSHOP\nAT INSTITUTIONAL INVESTOR FORUM\nOn Friday, April 29th, David Harris was featured in a workshop at the Institutional\nInvestor Forum entitled “ESG: Divestment, Governance and Future of Sustainable\nInvesting.”\n0 4 / 1 9 / 2 0 1 6\nMATT GELFAND SPEAKS AT NAFOA A\nCONFERENCE\nOn Tuesday, April 19th Matt Gelfand, Managing Director, participat\nthe Native American Finance O\nConference in Phoenix, AZ.\ncers Association’s (NAFOA) 34t\nWHO WE ARE WHAT WE DO INSIGHTS & NEWS CAREERS\nSubscribe for updates\nCONTACT\nCLIENT LOGIN\nCOPYRIGHT © 2017 ROCKEFELLER & CO. TERMS OF USE PRIVACY\nSTATEMENT\nhttp://www.rockco.com/news 2/3\n11/14/2017 Rockefeller & Co. :: News\nhttp://www.rockco.com/news 3/3\n11/14/2017 Rockefeller & Co. :: Insights\nINSIGHTS & NEWS\nINSIGHTS\nNEWS\nW H AT ’ S N E W V I D E O S A N D P O D C A S T S I N V E S T M E N T C O M M E N TA R Y\nC L I E N T LO G I N\nWHO WE ARE WHAT WE DO INSIGHTS & NEWS CAREERS CONTACT\nWHAT’S NEW\n1 1 / 0 1 / 2 0 1 7 M O N T H LY M A R K E T\nR E V I E W\nA “Vixing” Puzzle — Market’s unusual\nlack of volatility; Be fearful when others\nare greedy\n0 9 / 0 1 / 2 0 1 7 M O N T H LY M A R K E T\nR E V I E W\nFire & Fury — A chaotic presidential\nsummer vacation; Government\nshutdown now a distinct possibility\nQ 4 2 0 1 7 G L O B A L F O R E S I G H T\nThirty Years Later — Reagan’s Berlin Wall Speech, Rising Debt, the 1987\nCrash and Implications for Today’s Equity and Fixed Income Markets\nQ 3 2 0 1 7 G L O B A L F O R E S I G H T\nAging Bull — Where we see investment\nopportunities after eight years of rising\nmarkets\nhttp://www.rockco.com/insights#What’s New 1/3\n11/14/2017 Rockefeller & Co. :: Insights\nhttp://www.rockco.com/insights#What’s New 2/3\n11/14/2017 Rockefeller & Co. :: Insights\nWHO WE ARE WHAT WE DO INSIGHTS & NEWS CAREERS\nSubscribe for updates\nCONTACT\nCLIENT LOGIN\nCOPYRIGHT © 2017 ROCKEFELLER & CO. TERMS OF USE PRIVACY\nSTATEMENT\nhttp://www.rockco.com/insights#What’s New 3/3\n11/14/2017 Rockefeller & Co., Inc.: Private Company Information - Bloomberg\nCapital Markets\nCompany Overview of Rockefeller & Co., Inc.\nSnapshot\nPeople\nNovember 14, 2017 6:15 PM ET\nCompany Overview\nRockefeller & Co., Inc. is a privately owned\ninvestment manager. It provides its services to High\nnet worth individuals, their families, family offices and\nrelated entities, funds organized as domestic or\noffshore (non-U.S.) companies, limited partnerships,\nlimited liability companies or other types of legal\nentities; U.S. registered investment companies;\nTrusts and other fiduciary accounts , Foundations,\nendowments, charitable and other nonprofit\ninstitutions; Taxable and tax-exempt accounts, and\nSovereign Nation(s). The firm manages separate\nclient-focused equity and fixed income portfolios. The\nfirm invests in the public equity markets across the\nglobe. It invests in the fixed income m...\nDetailed Description\nKey Executives For Rockefeller & Co., Inc.\nMr. Reuben Jeffery III, J.D.\nManaging Director, President, CEO, and Member of\nthe Board\nAge: 64\nMr. David Westbrook\nChief Financial Officer and Managing Director\nMr. Stuart Hendry\nChief Operating Officer and Managing Director\nMr. David Peter Harris CFA\nChief Investment Officer, Managing Director, and\nPortfolio Manager\nMs. Yvette Marie Garcia J.D.\nChief Administrative Officer, Secretary, Managing\nDirector, and General Counsel\n10 Rockefeller Plaza\nNew York, NY 10020\nUnited States\nFounded in 1882\nPhone: 212-549-5330\nFax: 212-549-5524\nwww.rockco.com\nCompensation as of Fiscal Year 2017.\nRockefeller & Co., Inc. Key Developments\nRockefeller & Co Names David Rockefeller, Jr. as Chairman\nOct 31 16\nRockefeller & Co announced that director David Rockefeller, Jr. has been appointed chairman of the board of\ndirectors. Mr. Rockefeller, a founding member of the board of directors, succeeds Colin G. Campbell, who\nhas served as chairman since 2003. Mr. Campbell will remain a member of the board of directors. As\nchairman, Mr. Rockefeller will lead the board of directors in its oversight of the firm’s business, and will work\nclosely with Rockefeller & Co. CEO and president, Reuben Jeffery III, in supporting the firm’s delivery of best\nin class wealth advisory and asset management services to high net worth individuals, families and\ninstitutions.\nSimilar Private Companies By Industry\nRecent Private Companies Transactions\nCompany Name\nRegion\n@Visory LLC\nUnited States\n1 Road Partners LLC United States\n11T Partners, LLC\nUnited States\nType\nDate\nMerger/Acquisition\nOctober 3, 2017\nTarget\n--\nhttps://www.bloomberg.com/research/stocks/private/snapshot.asp?privcapId=1082551 1/2\n11/14/2017 Rockefeller & Co., Inc.: Private Company Information - Bloomberg\nCompany Name\nRegion\n123Jump.com, Inc.\nUnited States\n1509225 Ontario, Inc. United States\nRequest Profile Update\n\\\nhttps://www.bloomberg.com/research/stocks/private/snapshot.asp?privcapId=1082551 2/2\n11/14/2017 Rockefeller & Co. :: Contact\nCAREERS\nC L I E N T L O G I N\nWHO WE ARE\nWHAT WE DO\nINSIGHTS & NEWS CAREERS CONTACT\nhttp://www.rockco.com/careers 1/3\n11/14/2017 Rockefeller & Co. :: Contact\nCAREER\nOPPORTUNITIES\nRockefeller & Co. is a distinctive nancial services rm that is privately held and independent. We\ntake great pride in the integrity, depth and vision of our professionals.\nCity\nN E W Y O R K , N Y ( 4 P O S I T I O N S )\nC L I E N T A C C O U N T A N T\nS U M M E R I N T E R N - A S S E T M A N A G E M E N T\nS U M M E R I N T E R N - M A N A G E R S E L E C T I O N\nS U M M E R I N T E R N - W E A L T H A D V I S O R Y\nW I L M I N G T O N , D E ( 1 P O S I T I O N )\nV P / S E N I O R T R U S T A C C O U N T A N T\nDon't see the job you are looking for? You can submit a resume for future consideration by clicking\nhere.\nhttp://www.rockco.com/careers 2/3\n11/14/2017 Rockefeller & Co. :: Contact\nWHO WE ARE\nWHAT WE DO\nSubscribe for updates\nINSIGHTS & NEWS CAREERS CONTACT\nCLIENT LOGIN\nCOPYRIGHT © 2017 ROCKEFELLER & CO.\nOF USE PRIVACY STATEMENT\nTERMS\nhttp://www.rockco.com/careers 3/3\nROCKEFELLER\nINSIGHTS\nACTIVE STEWARDSHIP\nIN FINANCIAL SERVICES\nMariela Vargova, Ph.D.\nSenior Vice President, Senior Sustainability and Impact Analyst\nEmmanuel L. Sobong, CFA\nSenior Equity Analyst\nROCKCO.COM\n© 2017 by Rockefeller & Co., Inc. All rights reserved. Does not apply to sourced material. Products and services may be provided by various subsidiaries of Rockefeller & Co., Inc.\n“THE CONCEPT\nOF ‘ACTIVE\nSTEWARDSHIP’ WAS\nFIRST INTRODUCED IN\nTHE UNITED KINGDOM\nIN 2010 WHEN THE\nCOUNTRY’S FINANCIAL\nREPORTING COUNCIL\nINTRODUCED THE UK\nSTEWARDSHIP CODE.”\n– Mariela Vargova, Ph.D.\n1\nACTIVE STEWARDSHIP IN FINANCIAL SERVICES\nActive Stewardship\nNine years ago, in mid-March, Bear Stearns, which in 2007 traded\nat over $125 per share, was sold to J.P. Morgan for $10 per share\nin a transaction that many mark as the beginning of, what we now\nknow as, the Global Financial Crisis of 2008. While it is said that\nthe passage of time heals all wounds, the disastrous contagion\nacross the global financial landscape, the collapse of numerous\nlarge financial institutions and the loss of public trust in the\nfinancial services sector remains on the minds of many. Whether it\nwas opaque counterparty exposure, excessive leverage, insufficient\nrisk management, or a lack of corporate transparency, we now\nknow that these factors in combination led to the near collapse\nof the entire global financial system. While the financial markets\nhave moved well beyond that terrible day in March of 2008, the\npublic trust of a very large sector of the global economy is still\nseverely marred due to continued bad behavior, lack of corporate\ntransparency, accountability and proper risk management, as well\nas risky business practices.\nACTIVE STEWARDSHIP IN FINANCIAL SERVICES\n2\nAccountability & Reflection\nAs the Governor of the Bank\nof England Mark Carney said\nin 2015, the “crisis and its\naftermath laid bare that many\nof our markets didn’t live up to\nthese standards” of transparency,\nresponsibility and accountability,\nand warned that until markets\nregain those qualities they cannot\nretain their social license to\noperate. 1\nThe crisis also underscored the\nlack of effective shareholder\nscrutiny of boards of directors\nand senior management on\nessential corporate governance\nissues such as risk management,\ncorporate strategy, independence\nand long-term value creation.²\nTo overcome these shortcomings,\nthe global investment community\ntook on the role of “active\nstewardship” in capital markets.\nIt started to adopt stewardship\ncodes to engage with companies\nin seeking to improve business\npractices and disclosures. These\nefforts were focused on seeking\nmajor reforms towards financial\nstability and greater corporate\nresponsibility.\n2010: Active Stewardship is Born\nThe concept of “active\nstewardship” was first introduced\nin the United Kingdom in\n2010 when the country’s\nFinancial Reporting Council\nintroduced the UK Stewardship\nCode.³ According to the code,\nstewardship means that investors\nare expected to proactively\nengage with companies on issues\nof strategy, performance, risk,\ncapital structure, and corporate\ngovernance, including culture and\nremuneration.⁴\nIn January 2017, a group of U.S.\nand international institutional\ninvestors with combined assets\nof $17 trillion followed suit\nand launched the first U.S.\nStewardship Code.\nThe adoption of stewardship\ncodes in many national\nmarkets highlights a new set of\nresponsibilities for shareholders.\nBy signing on, institutional\ninvestors commit to closely\nmonitor their companies and\nto use their voting power to\nimprove corporate behavior.\nAs fiduciaries, investors also\ncommit to be more transparent\nabout their own activities to their\nclients and other stakeholders.\nToday, active stewardship\nincludes many environmental,\nsocial and governance (ESG)\nissues that are priorities for those\ninvesting with a sustainability\nmindset. As fiduciaries, we\nat Rockefeller & Co. seek to\nengage with boards of directors\nand senior management on\nESG issues to identify potential\nlong-term business risks and\nencourage opportunities such as\nmanagement quality and ethics,\nhuman capital and labor issues,\nclimate change and low carbon\neconomy. We believe that such\nengagements can have a longlasting\nimpact both on business\nprofitability and competitive\nadvantage.\nBeyond the potential longterm\ninvestment growth and\nsustainability benefits of\nimplementing these engagement\nactivities, institutional investors\nare leading the efforts to rebuild\ntrust in public markets after the\nfinancial crisis, starting where the\nissues were most apparent – the\nfinancial services sector.\nEmbracing Change: Financial Services Sector\nBorne out of the trauma from\n2008 and a new stricter regulatory\nenvironment, financial\nservices companies were the first\nto face this new level of shareholder\nscrutiny and engagement.\nWall Street came under pressure\nby regulators and society to take\nsignificant steps to change its\ncorporate governance guidelines,\nbusiness practices and culture.\nIt may come as a surprise to learn\nthat several large banks led the\nreform efforts in 2010 by reviewing\ntheir business standards and\nethics codes and implementing\n3\nACTIVE STEWARDSHIP IN FINANCIAL SERVICES\n“AS THE GOVERNOR OF\nTHE BANK OF ENGLAND\nMARK CARNEY SAID\nIN 2015, THE ‘CRISIS\nAND ITS AFTERMATH\nLAID BARE THAT MANY\nOF OUR MARKETS\nDIDN’T LIVE UP TO\nTHESE STANDARDS’\nOF TRANSPARENCY,\nRESPONSIBILITY AND\nACCOUNTABILITY...”\nemployee trainings on new values\nand culture.\nOne of the largest banks significantly\nimproved public disclosures\nby adopting new policies and\nprocesses on ethics, and publicly\ncommitting to high-quality practices\nto ensure financial stability\nand economic opportunity.⁵ At\nthe core of these efforts was the\ngoal to be client-oriented, with\naccountability to stakeholders\nand regulators alike.\nIt was in the areas of risk management\nand board oversight\nthat banks made the most visible\nchanges. They created risk committees\nat the board level and\nimplemented company-wide risk\nmanagement programs. For example,\nwe saw how a leading bank\nin the U.S. also established a new\nposition of Chief Risk Officer\nreporting to the board and tasked\nwith ensuring that incentive programs\nin the organization do not\nencourage excessive or unnecessary\nrisk-taking.⁶\nOne of the largest banks also\nshowed corporate leadership by\npublicly acknowledging responsibility\nfor unethical practices and\nrecognizing past mistakes.⁷ They\nshifted their focus to identify\nand monitor “material risk-taking”\nin their organization and\nincreased managerial oversight.\nOther banks publicly committed\nto seeking responsible business\ngrowth and to conduct their business\nin a more transparent way.⁸\nACTIVE STEWARDSHIP IN FINANCIAL SERVICES\n4\nA New Course for Financials\nBanks and insurance companies\nplay a vital role in our financial\nsystem, providing savings, financing,\ninvestment, and payment\nservices to consumers and\nbusinesses of all sizes. Our modern\neconomy requires a stable,\ntrustworthy, and efficient financial\nservices industry to function\nand grow. Active stewardship\ncan serve a role in maintaining a\nstrong financial system.\nBank managements should be\nmotivated to pursue best practices,\nhaving experienced the consequences\nof bad behavior long\nafter the Global Financial Crisis.\nTighter regulations, enacted in\nthe aftermath of the Global Financial\nCrisis, including Basel III\nand the Dodd-Frank Wall Street\nReform and Consumer Protection\nAct, have increased capital\nrequirements and compliance\ncosts for financial institutions.\nThey have also limited aggressive\nforms of lending and risk-taking.\nIn addition, banks have also incurred\nsubstantial legal penalties\nfor poor conduct ranging from\nconsumer loan servicing, market\nmanipulation, fraudulent activity,\nand money laundering.\nHowever, while new regulations\nand legal settlements have placed\nincremental financial burdens\non the financial services industry,\nbanks and insurers have\nsince made substantial progress\nto comply with new rules and\nadjusted their business models\naccordingly. Balance sheets have\nbeen reinforced with additional\ncapital and liquidity, and tighter\nunderwriting. While this may limit\nloan growth, it has also resulted\nin reduced risk costs in their\nlending businesses. Banks have\nadded headcount in their compliance\nand risk control divisions in\nan effort to monitor and prevent\nfuture misconduct.\nWith a new administration in\npower in the United States, there\nis some concern that an aggressive\npullback of regulations is\nimminent. However, we believe\nthat higher quality banks and\ninsurers should remain conservative\nin maintaining their increased\nregulatory capital, underwriting\nstandards, and compliance and\nrisk monitoring capabilities, as\nfailing to do so could draw the ire\nof legislators and regulatory bodies,\nas well as the general public.\nThis could lead to additional costs\nthrough loan losses, further litigation\nexpenses, and even more\nstringent regulations. We believe\nthat through active stewardship,\nwe can continue to promote responsible\npractices among these\ncompanies.\nGoing forward, we expect banks\nand other financial institutions\nwith adjusted business models,\nthat exhibit greater stability in\nearnings and balance sheet quality\nto benefit financially in the\nlong run. A reduction of earnings\ncyclicality should result in higher\ninvestor confidence in dividend\npayouts over time, and financial\nstocks could see higher valuations\nas a result. Swedish banks are\na prime example. Highly capitalized\nby global standards, with\nminimal loan losses in their home\nmarket even during economic\ndownturns, Swedish banks have\nmaintained premium valuations\n(14x to 16x forward earnings, 1.6x\nto 2x book value) compared to\ntheir European peers (many trade\nat 10x to 12x forward earnings,\n<1x book value). We believe this\nrepresents significant potential\nupside for long-term investors in\nthe sector.\n“OUR MODERN ECONOMY REQUIRES\nA STABLE, TRUSTWORTHY, AND\nEFFICIENT FINANCIAL SERVICES\nINDUSTRY TO FUNCTION AND GROW.\nACTIVE STEWARDSHIP CAN SERVE\nA ROLE IN MAINTAINING A\nSTRONG FINANCIAL SYSTEM.”\n5\nACTIVE STEWARDSHIP IN FINANCIAL SERVICES\nDoing Our Part at Rockefeller & Co.\nOver the past several years,\nthe Sustainability & Impact\nteam at Rockefeller & Co. has\nimplemented active stewardship\nwith the financial services sector.\nOn behalf of our clients, we have\nengaged with boards of directors\nand senior management, focusing\non the following issues:\n• Implementing strategy on\nlong-term financial stability\n• Improving transparency over\nbusiness standards, values\nand culture\n• Establishing sound risk\nmanagement systems and\nprocesses\n• Compensation and incentive\nprograms tied to long-term\nperformance\n• Implementing new employee\nengagement and trainings\n• Sustainable finance and\nclimate related investments\n• Financial inclusion\nand access to underserved\npopulations\nAs engaged investors, we believe\nwe have made significant progress\nin many of these areas. We\nworked together with some of\nthe largest banks in the United\nStates in seeking to improve\ntheir disclosures over business\nstandards and encouraged\nthem to embrace ESG in their\noperations and investments. We\ncontinue to monitor their progress\nthrough regular meetings and\ncommunications.\nDespite making significant\nprogress in the areas of governing\nbusiness risk and regulatory\ncompliance, many financial\ncompanies continue to be involved\nin irresponsible business practices.\nSuch behavior can potentially\nhurt long-term shareholder value\nand damage their corporate\nreputation. This is where we\nbelieve our active stewardship and\nconstructive shareholder voice can\nhave the most positive impact.\nROCKEFELLER & CO. HISTORY OF CO-FILING SHAREHOLDER RESOLUTIONS\nIN THE FINANCIAL SERVICES SECTOR AFTER 2008:\n2017 Wells Fargo, Report on Business Standards\n2017 J.P. Morgan Chase, Proxy Voting\n2015 Bank of America, Separation of Chair &\nCEO\n2014 J.P. Morgan Chase, Report on Business\nStandards\n2014 Bank of America, Report on Business\nStandards\n2014 Wells Fargo, Report on Business Standards\n2013 Wells Fargo, Payday Lending\n2012 Morgan Stanley, Transparency in the\nRepurchase Markets\n2012 Bank of America, Internal Controls Related\nto Mortgage Loan\n2011 State Street, Separate Chair & CEO\n2011 Morgan Stanley, Restore Confidence in the\nFinancial System\nOur engagements with the\nfinancial services sector are\nsupported by our long-term\ncollaborative work with the\nInterfaith Center on Corporate\nResponsibility (ICCR). We also\nutilize other investor networks\nsuch as the UN-backed Principles\nfor Responsible Investment\n(PRI) and the CERES/Investor\nNetwork on Climate Risk (INCR)\nto engage with companies on\nsustainability across various\nsectors.\nFinally, the outlook for possible\nincreased deregulation under\nthe new administration could\npotentially undermine the\ngains achieved by shareholders\nthrough active stewardship and\nengagements. We believe that\ninstitutional investors should\nbe more proactive than ever\nas stewards of companies and\ncapital markets, and raise their\nvoice in seeking to ensure good\ngovernance, accountability and\nresponsible growth.\nACTIVE STEWARDSHIP IN FINANCIAL SERVICES 6\nINSIGHTS@ROCKCO.COM\nNEW YORK, NY\n10 Rockefeller Plaza\nNew York, NY 10020\nT. 212-549-5100\nWASHINGTON, DC\n900 17th Street NW\nWashington, DC 20006\nT. 202-719-3000\nBOSTON, MA\n99 High Street, 17th Floor\nBoston, MA 02110\nT. 617-375-3300\nROCKEFELLER TRUST\nCOMPANY, N.A.\n10 Rockefeller Plaza\nNew York, NY 10020\nT. 212-549-5100\nTHE ROCKEFELLER TRUST\nCOMPANY (DELAWARE)\n1201 N. Market Street, Suite 1401\nWilmington, DE 19801\nT. 302-498-6000\n¹ http://www.bankofengland.co.uk/publications/Documents/speeches/2015/speech865.pdf\n² http://www.oecd.org/corporate/ca/corporategovernanceprinciples/43056196.pdf\n³ https://www.frc.org.uk/Our-Work/Publications/Corporate-Governance/UK-Stewardship-Code-September-2012.pdf\n⁴ https://www.frc.org.uk/Our-Work/Codes-Standards/Corporate-governance/UK-Stewardship-Code.aspx\n⁵ http://www.goldmansachs.com/who-we-are/business-standards/committee-report/business-standards-committee-report.html\n⁶ https://www.morganstanley.com/about-us-2015ams/pdf/2015_Proxy_Solicitation_Presentation.pdf\n⁷ https://www.jpmorganchase.com/corporate/investor-relations/document/How_We_Do_Business.pdf\n⁸ http://about.bankofamerica.com/assets/pdf/Bank-of-America-2015-Business-Standards-Report.pdf\nThese materials are provided for informational purposes only and are not intended, and should not be construed as investment advice. The views\nexpressed are as of a particular point in time and are subject to change without notice. Certain examples are intended to demonstrate aspects\nof Rockefeller & Co.’s engagement process with companies. Rockefeller & Co. may take different approaches with other companies and there is\nno guarantee that any engagement effort will be successful. Certain information contained in these materials may constitute “forward-looking\nstatements” and/or may be obtained from, or based on, third party sources that Rockefeller & Co., Inc. believes to be reliable. No representations or\nwarranties are made as to the accuracy or completeness of such statements, and actual events or results may differ materially from those reflected\nor contemplated. Although the information provided is carefully reviewed, Rockefeller & Co. cannot be held responsible for any direct or incidental\nloss resulting from applying any of the information provided. Company references are provided for illustrative purposes only and should not be\nconstrued as investment advice, or a recommendation to purchase, sell or hold any security. Past performance is no guarantee of future results\nand no investment strategy can guarantee profit or protection again losses. These materials may not be copied, reproduced or distributed without\nRockefeller & Co.’s prior written consent.\nCover and interior images: Shutterstock\nTHIRD QUARTER\n2017\nForesight\nG L O B A L\nAging Bull\nWhere we see investment opportunities after eight years of rising markets\nBY DAVID P. HARRIS, CFA pages 2-5\nYesterday Once More;\nTomorrow Never Knows\nBY JIMMY C. CHANG, CFA\npages 6-9\nLeveling the Playing Field\nBY MICHAEL D. SEO, CFA\npages 10-13\nThe Promise of Governance\nReform – South Korea\nBY MARIELA M. VARGOVA, PH.D.\npages 14-15\nGLOBAL FORESIGHT THIRD QUARTER 2017 1\nCover Story\nDAVID P. HARRIS, CFA\nChief Investment\nOfficer\n212.549.5210\ndharris@rockco.com\nEight plus years into the market recovery, we see valuations extended as most\nof the gains since 2014 have been driven by multiple expansion rather than\nearnings growth. In this issue of Global Foresight, we highlight potential\ninvestment opportunities, as well as challenges to sustaining this bull market.\nWe examine emerging markets with Jimmy Chang focusing on China, and\nMichael Seo on South Korea. We also comment on corporate governance in an\narticle by Dr. Mariela Vargova.\nThe Charging Bull\nThe lifespan of a bull market typically lasts many years, at times\nending abruptly. Conversely, the statue now on Lower Broadway\nknown as Charging Bull had a very short-lived initial run on\nWall Street. It is not widely known that Charging Bull was never\ncommissioned by the City of New York nor by any one of its\nmajor investment banks. Rather, the three-and-a-half-ton\nstatue was simply unloaded one December day back in 1989 by\na private citizen in front of the New York Stock Exchange.\nThe benefactor was Italian sculptor Arturo di Modica who created\nCharging Bull to demonstrate his belief in the strength of\nthe U.S. economy after the stock market crash in 1987. Hours\nafter di Modica delivered his statue, it was removed by the\nNYPD and was not expected to be resurrected. This was not the\nend of this bull’s run, however, since its removal generated an\namazing amount of media buzz—particularly noteworthy considering\nthis happened before the internet was available to the\ngeneral public, so “going viral” was not even a concept. After a\ncouple of weeks of public pressure, Charging Bull was retrieved\nand installed at its current home at the intersection of Broadway\nand Whitehall, where it has been a staple for tourists’ photos\never since.\nThe current equity bull market may have more years left, but its\nage and valuation make the case worth revisiting. As we assess\npotential investment opportunities, we see valuations elevated\nin the U.S. market, while we believe Europe is likely to continue\nits cyclical rebound. We are also encouraged by political developments\non the continent. We believe there are a number of\nattractive emerging market (EM) opportunities, but are mindful\nof the challenges most of these once-rapidly-growing economies\nface. Frankly, it is not just the bull market that is aging; it\nis most of the world, which has important sociological, economic\nand investment implications as demographics and debt\nare likely to constrain long-term global economic growth.\nhighest it has been except during two famous market peaks—\n1929 and 1999. We believe the CAPE ratio is cause for concern,\nbut not alarm. It most likely suggests that U.S. equities will have\nsubdued future returns. However, unlike the market’s prior\npeaks at the end of the Roaring Twenties or the dot-com era,\nwe do not believe we are in the midst of an economic or market\nbubble. If there is a benefit to the subdued economic recovery\nwe have recently experienced in the U.S. where GDP growth\nhas been averaging about 2.0%, it is that the economy has not\nbuilt up the excesses that it did during past peaks in the CAPE\nratio. By contrast, during the 1920s, U.S. real GDP growth averaged\n4.2%, and from 1996-1999 it grew at least 4.3% in each\ncalendar year. Since the CAPE ratios in those periods calculated\noff a base of very strong economic activity and earnings,\nthose periods were more susceptible to crashing than today’s\nmore muted environment.\nThe Challenge of High Valuations\nIn 1998, professors Robert Shiller and John Campbell conceived\nthe cyclically adjusted price-earnings (CAPE) ratio,\nwhich averages earnings over a 10-year period to minimize the\nimpact of economic cycles when valuing equity markets. The\nCAPE ratio has been widely cited as evidence of U.S. stock market\novervaluation. The present U.S. equity CAPE ratio is the\nSource: New York Post\n2\nGLOBAL FORESIGHT THIRD QUARTER 2017\nEM Growth?\nCAPE ratios are lower outside the U.S., with emerging markets\neven lower than those in developed markets. While we\nhave been more constructive in recent issues of Global Foresight\non non-U.S. opportunities, we believe there is limited relevance\nof CAPE ratios when comparing the very deep, diverse\nset of companies in the U.S. with most other markets. While\nvaluation from 30,000 feet looks better in many places, there\nare reasons to discount CAPE as a reliable valuation tool when\nanalyzing smaller markets. As an extreme example, Russia has\nthe lowest CAPE ratio in the world, but its equity market is\nvery concentrated in commodity businesses whose earnings\nare highly cyclical.\nTABLE 1 highlights data from the 10 largest emerging markets,\nwhich account for 89.2% of the MSCI Emerging Markets\nIndex. The growth prospects of this group appear surprisingly\ntepid. The median real GDP growth for the next\nfive years is forecasted at 2.5%, while population growth is\nexpected to be less than 1.0%. The term “emerging markets”\nwas coined in the 1980s, but frankly, most of these economies\nhave already “emerged.” The countries with the most\nlong-term economic growth potential are arguably those\nwith young, growing populations—namely, India, Indonesia\nand Malaysia. However, these countries have small equity\nmarkets that, when combined, do not even equal South\nKorea’s in size.\nTABLE 1: KEY DATA FROM THE TEN LARGEST EMERGING MARKETS\nCOUNTRY\nINDEX\nWEIGHT\nLAST 5 YEAR\nGDP GROWTH\nFORECAST\nNEXT 5 YEARS\nGDP GROWTH\nESTIMATED\nPOPULATION\nGROWTH TO\n2021\nINFLATION\nRATE\nMEDIAN\nPOPULATION\nAGE\nFISCAL\nDEBT/GDP\nLEADING\nMARKET P/E\n10-YEAR\nBOND YIELD\nSOVEREIGN\nDEBT RATING\nCHINA\n27.7%\n7.3%\n6.4%\n0.6%\n2.0%\n37.1\n46.2%\n13.6\n3.5%\nAA-\nSOUTH KOREA\n15.4%\n2.8%\n2.7%\n0.4%\n1.3%\n41.2\n38.6%\n9.7\n2.2%\nAA\nTAIWAN\n12.2%\n2.1%\n2.2%\n0.2%\n1.4%\n40.2\n35.7%\n13.8\n1.0%\nAA\nINDIA\n8.8%\n6.3%\n7.5%\n1.3%\n5.0%\n27.6\n69.5%\n18.8\n6.5%\nBBB\nSOUTH AFRICA\n7.0%\n1.6%\n1.5%\n1.6%\n6.3%\n26.8\n50.5%\n15.9\n8.4%\nBBB-\nBRAZIL\n6.7%\n-0.4%\n1.8%\n0.7%\n8.8%\n31.6\n78.3%\n12.0\n10.7%\nBB\nMEXICO\n3.7%\n2.5%\n2.4%\n0.9%\n2.8%\n28.0\n58.1%\n18.7\n7.1%\nA\nRUSSIA\n3.3%\n0.5%\n1.5%\n-0.1%\n7.1%\n39.3\n17.0%\n5.8\n7.6%\nBBB-\nINDONESIA\n2.5%\n5.6%\n5.3%\n1.3%\n3.5%\n29.9\n27.9%\n15.7\n6.8%\nBBB-\nMALAYSIA\n2.4%\n5.1%\n4.6%\n1.7%\n2.1%\n28.2\n56.3%\n17.9\n3.8%\nA\nSOURCE\nMSCI *AS OF\nMAY 31, 2017\nBLOOMBERG\nBLOOMBERG\nIMF/\nBLOOMBERG\nBLOOMBERG\nCIA WORLD\nFACTBOOK\nIMF\nMSCI/\nBLOOMBERG\nBLOOMBERG\nS&P\nTOTAL\n89.7%\nMEDIAN 2.7% 2.5% 0.8% 3.2% 30.8 48.4% 14.8 6.7%\nAVERAGE 3.3% 3.6% 0.9% 4.0% 33.0 47.8% 14.2 5.8%\nSources: Bloomberg, IMF, CIA World Factbook, MSCI, S&P\nChina is a market that has looked attractively valued at times\nrelative to its growth prospects. However, China has already\nhad a spectacular recovery from a correction that rattled markets\nglobally in August 2015 and again in January 2016. China\nis the largest emerging market and a vital trading partner for\nmany other key emerging markets, such as Brazil. While China\nremains an important source of long-term global economic\ngrowth, it faces some cyclical and structural challenges that\nJimmy Chang discusses in his article.\nSouth Korea is an emerging market that has screened well for\nvaluation and poorly for governance. As the second largest\nemerging market after China, we believe that South Korea is\nan important economy and source for potential investments.\nWe cover it in more detail in the articles from Michael Seo and\nDr. Mariela Vargova.\nAging Populations\nA major challenge South Korea and China already face, is an\naging population. Countries that are major economic powers\nare aging rapidly, while most of the youth in the world is\nconcentrated in the poorest nations. One useful country demographic\nis the median age of its citizens. The U.S., with a median\nage of 37.9 years (half of all Americans are 38 or older), ranks\n62 out of 230 nations, making it one of the older nations in the\nworld, though one of the world’s younger developed markets.\nAging in the U.S. is dwarfed by comparison to most of Europe\nand Japan. Japan and Germany have median population ages of\n46.9 and 46.8, respectively. Remarkably, if people in the U.S.\nceased having kids for the next nine years, only then would we\nhave a median population age approaching those today in\nJapan and Germany. Europe has a median age of 42.7 as a\nregion and is nearly five years older than the U.S.\nGLOBAL FORESIGHT THIRD QUARTER 2017 3\nCHART 1: CHINA POPULATION DISTRIBUTION 2015\nMale\nFemale\nSource: United Nations; World Population Prospects, The 2017 Revision\nWhile we consider demographics as an important long-term\nfactor for investing (as discussed in the Third Quarter 2015\nissue of Global Foresight: Investing for the Ages), in the short\nrun, it is eclipsed by economic cycles and political changes. For\ninstance, Japan’s and Germany’s economies have each been\nperforming well over the last few years, despite being the\nsecond and third oldest countries in the world with the median\npopulation age of 47 years (Monaco has the world’s oldest\npopulation at 52 years). However, in the longer run, demographics\nfactor into economic\ngrowth as consumption declines\ndramatically in your 50s and 60s\nfrom where it is in your 30s and\n40s. Health care burdens also\nincrease and presumably need to\nbe funded with higher taxes that\nwill eventually weigh on the\ndisposable incomes of younger\nworkers.\nThe largest emerging market,\nChina, has a median age comparable to the U.S. and arguably\nhas far worse demographics as China faces a big decline in new\nworkers over the next ten years when the number of retirees\nmay exceed the number of new entrants into the labor force as\nshown in CHART 1.\nSouth Korea is the oldest emerging market with a median age\nof 41. East Asian economies, including Japan, have grown over\nthe years due to migration from villages to urban centers,\nresulting in productivity gains that have fueled economic\nexpansion. Although this migration may continue a while\nlonger, EM investors should understand the reality that the\neconomic growth case outside of South Asia and Southeast\nAsia is mostly limited to productivity gains. India has the best\ndemographic profile of any major emerging market as shown\nin CHART 2, with progressively younger population brackets\ngetting steadily larger, indicating a stable increase in labor force\nfor long-term economic growth.\nYoung Ideas\n“...in the longer run,\ndemographics factor into\neconomic growth as consumption\ndeclines dramatically in your 50s\nand 60s from where it is in your\n30s and 40s.“\nJapan has seen a long, steady economic recovery behind the\nmarket-friendly policies of Prime Minister Abe. The U.S. has\nexperienced slow but consistent growth, arguably being driven\nmore by its culture of innovation\nand leadership in the tech sector that\nhas led its market’s returns. By comparison,\nEurope has been plagued\nby infighting and rotating economic\nand political crises for most\nof the last nine years. In addition,\nwhen we consider the challenges to\ngrowth Europe faces longer-term\nas a result of its aging populations,\nit would seem difficult to make the\ncase that the bull market centered in the U.S. may see its next\nleg driven by its counterparts across the Atlantic. However,\nwe see the European continent energized by the electoral success\nof 39-year-old Emmanuel Macron, who not only won the\nFrench presidency in May, but also a strong party majority\nin its legislative body, the National Assembly. This mandate\nshould pave the way for economic reforms that we believe investors\nwill embrace. It is a massive change in sentiment from\nsix months ago when markets were fearing the “anti-European\nUnion” rhetoric of since-defeated Marine Le Pen.\nUnifying Europe is no easy task, but the best chance appears\nto be in the hands of a political outsider with pro-business\nand economic policies that manage to be sufficiently mainstream\nto keep France from fracturing into far-left and far-\n4\nGLOBAL FORESIGHT THIRD QUARTER 2017\nCHART 2: INDIA POPULATION DISTRIBUTION 2015\nMale\nFemale\nSource: United Nations; World Population Prospects, The 2017 Revision\nright camps. So far, Macron has fostered a good rapport with\nGerman Chancellor Angela Merkel, whom we expect to be reelected\nin September. The political risk in continental Europe\nis now centered in Italy, but we were encouraged that its farleft\nFive Star Movement suffered key defeats in recent regional\nelections, which could bode well for their next national election,\nlikely to occur next spring.\nIn addition to Italy, Brexit remains a large political risk for\n2018 as the weakened Tories will be negotiating with at best\na tenuous alliance with the Democratic Unionist Party (DUP)\nand at worst may face another election and lose power altogether.\nWe believe it is too soon to make major portfolio shifts\nbased on Brexit, but we are watching this closely as substantial\nprogress in negotiations will need to materialize months\nahead of the March 2019 deadline. By this time next year, we\nwould expect to see traction in negotiations and stability in\nParliament or begin to consider reducing exposure to the British\npound and companies exposed to that economy.\nAging Business Models\nThe “FANG” stocks—Facebook, Amazon, Netflix, and Google\n—have disrupted countless business models while seeing their\nown revenues and market values soar. Empty storefronts from\nManhattan to malls in Middle America are evidence of the\ndisruption facing rapidly aging business models like brick-andmortar\nretail. When you include Apple and Microsoft in the\nFANG stocks, the six companies account for 12.83% of the S&P\n500 Index. At the start of this bull market on March 9, 2009,\nthese companies had a market value of $326 billion. Today,\ntheir market value is $2.97 trillion. Their sheer size alone\nsuggests that they cannot keep compounding like they have. To\nmaintain its ascent, the U.S. bull market will need new sectors\nto emerge as market leaders. The challenge will be economic\ngrowth. Companies that disrupt mature businesses, like many\nof the FANG stocks have, typically have not relied on a robust\nglobal economy to generate their amazing revenue growth.\nMost other sectors in the S&P 500 Index, however, would likely\nbenefit from a stronger economy.\nSummary and Conclusion\nMany bull markets have interesting back stories as to how they\nbegin and end. The latest bull market can arguably be traced\nback to March 9, 2009 when the CEO of Citibank, Vikram\nPandit, released a memo to employees announcing that the\ncompany was having its best quarter since early 2007. The\nmarket embraced that memo as a sign the worst was over,\nespecially for the beleaguered banking sector. The S&P 500\nrallied from that day and eight years later is up nearly four-fold.\nAs we consider future returns, valuation matters. In March\n2009, the S&P 500 was selling for roughly 10 times depressed\nearnings and is now selling for about 18.7 times. The U.S.\nmarket leads the world in innovative companies and is priced\nfor it.\nAs we look for opportunities overseas, we see political fortunes\nimproving in Europe with some lingering headwinds that may\nappear in 2018. We could argue the same in the U.S. as the\nleadership in the House of Representatives can easily switch\nparties next year. If Europe can continue its economic improvement,\nwe see the potential for more gains ahead for the region\nafter a robust start to 2017.\nThe emerging markets offer some attractive valuations, but are\nnot likely to be a panacea for global growth as the largest ones\nface the same challenges of aging and maturing development\nthat confront most of the developed world. This bull market\nmay keep moving, but like all of us past a certain age, not at a\npace that we are used to.•\nGLOBAL FORESIGHT THIRD QUARTER 2017 5\nJIMMY C. CHANG, CFA\nYesterday Once More;\nTomorrow Never Knows\nChina’s housing boom once again fueled\nglobal growth, but how long will it last?\nChief Investment\nStrategist\n212.549.5218\njchang@rockco.com\nLet us begin with a trivia question—what was the most\nconsequential publication in 1776? With this article\nbeing published around July 4, you would probably think\nwe are hinting at the U.S. Declaration of Independence. That\nwould be a good response, but unlike the laws of physics or\nmathematics, there is not exactly a right answer to such a\nquestion.\nOne could also point to a book published on March 9, 1776,\nthat has had a transformative impact over time. It has a long\ntitle: An Inquiry into the Nature and Causes of the Wealth of\nNations, and is generally referred to as The Wealth of Nations.\nThis seminal work supposedly took Scottish economist and\nphilosopher Adam Smith 10 years to complete, and was based\non notes and observations spanning 17 years. It challenged the\nmercantilist and physiocratic economic theories that dominated\nthe intellectual debate during the mid-18th century.\nMercantilist theory held that countries grow wealthier by maximizing\ndomestic production and exports, and was the basis for\nEuropean imperialism. Physiocratic theory postulated that the\nwealth of nations was derived from the value of agricultural and\nland development, and could trace the inspiration to China’s\nagrarian traditions.\nThe Wealth of Nations marked the birth of modern capitalism\nand also had an influence on our Founding Fathers. James\nMadison cited the treatise in arguing against the need for a central\nbank in 1791; Thomas Jefferson referred to it as the best\nbook on money and commerce. In February 1977, in celebration\nof America’s Bicentennial, the Federal Reserve Bank of\nRichmond published the paper The Relevance of Adam Smith.\nIt pointed out the striking similarities between the intellectual\nspirit of The Wealth of Nations and the Declaration of\nIndependence. Both railed against the heavy hand of the state,\nand emphasized individual liberty and the harnessing of individual\nself-interest to the welfare of the greater society.\nSo it is perhaps a tie between these two publications. One gave\nbirth to modern economics that created the greatest prosperity\nin human history, and the other marked the founding of arguably\nthe most powerful and wealthiest nation ever.\nDo Not Bet Against the House\nAt around the time that America celebrated its Bicentennial,\nChina reached a historic turning point. Chairman Mao passed\naway in September 1976, and a month later, the arrest of the\nGang of Four marked the end of the decade-long Cultural\nRevolution. Deng Xiaoping then returned to power and\nembarked on reforms that powered roughly 10% real GDP\ngrowth per annum for the next four decades and lifted more\nthan 800 million people out of poverty. Today, the Chinese\neconomy is the largest in the world based on purchasing power\nparity.\nInterestingly, China’s rise had little to do with Adam Smith’s\nfree-market capitalism. While China’s unprecedented economic\nascension was indeed fueled by unleashing the energy and the\nprofit-seeking self-interest of the individual, its development\nhas always been shaped by the government’s heavy hand.\nSuccessive Five-Year Plans, which first started in 1953,\ncontinued to guide social and economic development, and key\nindustries remained mostly state-owned. Some argued that\nChina has been pursuing a mercantilist policy in building up its\nmanufacturing base to drive exports and accumulate foreign\nexchange reserves. Indeed, its share of global exports has\nremarkably grown from about 1% in 1980 to around 15% by\n2016, the largest in the world. Some claimed that China even\nproduces more sombreros than Mexico.\nIn the wake of the Global Financial Crisis in late 2008 and early\n2009, China realized that the country’s growth model could no\nlonger depend on external demand, and responded by\nunleashing massive stimulus for infrastructure projects. It\nworked so well that China’s growth skyrocketed, asset prices\nshot up, and the housing market became overheated. Globally,\nChina’s reflation and the Fed’s quantitative easing generated an\necho bubble in commodities and emerging market stocks.\n6\nGLOBAL FORESIGHT THIRD QUARTER 2017\nBy early 2011, China had to cool the economy and tackle the\nrising leverage and speculation. Policymakers also declared a\nshift in China’s growth model to be more consumption-driven.\nThe transition probably turned out to be more complicated\nthan Chinese policymakers may have expected. Unlike the\ninfrastructure-driven growth model under which the pace of\ngrowth could be controlled by adjusting the pipeline of\nconstruction projects, a consumption-driven model would let\nthe “invisible hand” of self-interested consumers exert more\ninfluence. In other words, a consumption-driven model would\ncede more control to market forces and experience more\nunpredictability. While variability in realized growth versus\nprojection is a fact of life in the rest of the world, Chinese\nofficials have sought to minimize this uncertainty as the failure\nto hit growth targets could affect confidence.\nWith an estimated homeownership rate around 90% and many\nfamilies holding multiple apartments as investments, China’s\nhousing market has an outsized impact on wealth, consumption\nand construction, as well as the general economy. As shown in\nCHART 1, the rapid housing price increases in 2010 and 2011\nprompted regulators to cool the housing market, which resulted\nin price declines in 2012. However, the slowing economy soon\npushed them to relax home purchase restrictions. Predictably,\nhousing prices rebounded as a response, with double-digit\nincreases in tier-one cities, prompting measures to tame the\nbubble once again by 2014.\nIt is quite clear that there is a momentum-driven herd mentality\namong Chinese buyers, as expressed in the Chinese adage “buy\nup market, not down” ( 买涨不买跌 ).\nIn an attempt to wean investors off real estate and channel their\ncapital to highly leveraged state-owned companies,\npolicymakers engineered a stock market rally in the second half\nof 2014. As the rally gained momentum, the herd flocked in\n(buy up market, not down) and pumped up a huge stock bubble\nthat eventually blew up by mid-2015. This was followed by the\nrenminbi’s official devaluation in August 2015 to alleviate the\npressure from the surging U.S. dollar.\nConfronted with slowing economic growth, declining foreign\nexchange reserves, rising capital flight, and a collapsing stock\nmarket, Chinese policymakers shelved the reform agenda and\nwent back to the proven playbook—infrastructure and real\nestate buildout. China even eased property investment rules for\nforeign institutions and individuals. The result was perhaps the\nbiggest housing bubble ever in China’s tier-one cities—prices\nsurged over 30% year-over-year by the spring of 2016. It is as if\nChina was validating the old physiocratic economic theory\nwhich postulated that the wealth of a nation lies in its land\ndevelopment.\nFor years China has justified its rapid property price increases\non the basis that it is just catching up to global metropolises\nsuch as London, New York, Hong Kong, Tokyo, etc. The latest\nprice surge has indeed accomplished that and more. For\nexample, a run-of-the-mill two-bedroom apartment in Beijing’s\nfinancial district now costs more than $2,000 per square foot.\nSkyrocketing domestic property prices have also distorted\nmany Chinese investors’ views of foreign properties—they are\nbargains relative to prices in Beijing, Shanghai and Shenzhen.\nIt is no wonder Chinese investors have bid up property prices\nin many major cities around the globe. As a sign of the times,\nWarren Buffett’s Berkshire Hathaway HomeServices has\nrecently teamed up with China’s Juwai.com to bring American\nresidential property listings to China.\nAn Under-Appreciated Reflation Story\nAccording to a U.S. State Department memo released by\nWikiLeaks, when Chinese premier Li Keqiang was serving as\nthe party secretary of Liaoning Province in 2007, he supposedly\ntold a U.S. ambassador that he did not have confidence in the\nprovincial GDP data. He preferred to monitor three indicators\nto assess the state of the local economy: the rail freight volume,\nelectricity consumption and bank loan volume. In 2010, The\nEconomist introduced the Li Keqiang Index, which takes the\nweighted average of these three metrics’ annual growth rates to\ntrack Chinese economic growth.\nThe Li Keqiang Index has indeed tracked the direction of\nChina’s reported GDP data as shown in CHART 2. There was a\nclear growth deceleration in 2015 and a strong rebound in 2016.\nCHART 1: YEAR-OVER-YEAR CHANGE IN CHINA NEW PROPERTY PRICES\nChina 70 Cities New Apartment Prices\nChina First Tier Cities New Apartment Prices\nSource: Bloomberg\nGLOBAL FORESIGHT THIRD QUARTER 2017 7\nCHART 2: THE LI KEQIANG INDEX VERSUS CHINESE REAL GDP GROWTH\nLi Keqiang Index (Left Hand Side)\nChinese Real GDP Year-over-Year (Right Hand Side)\nSource: Bloomberg\nFurthermore, CHART 3 shows that, directionally, the Li Keqiang\nIndex maps pretty well to the ebb and flow of Chinese property\nprices, confirming the thesis that property prices have much\nimpact on the Chinese economy.\nA close examination of CHART 2 raises an interesting observation:\nLately, the Li Keqiang Index has accelerated much more than the\nreported GDP growth. One could surmise that China’s actual\nGDP growth (measured on a year-over-year basis rather than on\nan annualized sequential change) may have been greater than\nthe reported 6.9% in the first quarter of 2017. This could be\nrationalized by the conjecture that the actual growth in early\n2016 may have been lower than the reported 6.7%.\nOne indicator of China’s strong growth is the year-over-year\nchanges in its imports as shown in CHART 4. Imports surged\n24% year-over-year in U.S. dollar terms, and 31% in renminbi\nterms during the first quarter of 2017. To be fair, part of the\nsurge was due to the rebound in commodity prices. However,\nChina’s $58 billion import from Germany and Japan, two noncommodity\ncountries, was still up an impressive 17% year-onyear.\nIn the first quarter of 2016, China’s imports from those two\ncountries had declined 10%.\nWe believe China’s strong reflation, thanks to the infrastructure\nbuildout and the unprecedented property price increases in\nmajor cities, may have been the most impactful yet underappreciated\ncatalyst that fueled the synchronized global\neconomic recovery since the summer of 2016. The good news\nis that China’s growth is likely to remain healthy for the\nremainder of 2017, as stability is paramount ahead of the\nquinquennial power transition this autumn. However, the\nuncertainty starts to rise as we look beyond 2017.\nShadow Boxing\nOver the past few years, China watchers have been urging\nChinese policymakers to introduce bold reforms and market\nforces to tackle the country’s rapidly growing leverage, over\ncapacity, and housing bubble. However, with stability being of\nutmost importance, policymakers could not afford to take a\nchance with the market’s invisible hand. Tough reforms in the\ncontext of slowing economic growth also ran the risk of\njeopardizing social stability. Now, however, with the economy\non a much stronger footing, Chinese policymakers have started\nto push through some needed reforms.\nCHART 3: LI KEQIANG INDEX VERSUS YEAR-OVER-YEAR PRICE CHANGE IN CHINESE PROPERTIES\nLi Keqiang Index\nYear-over-Year Price Change in Chinese Properties\nSource: Bloomberg\n8\nGLOBAL FORESIGHT THIRD QUARTER 2017\nWith Chinese President Xi calling for a heightened effort to\nreduce systemic financial risk, regulators have started to tackle\nthe bloated shadow banking system. Since taking office in\nFebruary, Guo Shuqing, China’s top banking regulator—with\nthe nickname “Whirlwind Guo” for his no-nonsense\nmanagement style—has already issued a series of directives to\nreduce leverage. For example, banks were asked to implement\nhigher standards for interbank lending and for selling thirdparty\nwealth management products (a primary source of\nfunding for the shadow banking system). In April, China’s top\ninsurance regulator was detained for corruption, and the\nregulatory agency has since taken disciplinary actions against\nsome high-profile insurance companies that have deviated\nfrom the core insurance business by using shorter-term funding\nto finance corporate takeovers, as well as overseas acquisition\nsprees.\nTomorrow Never Knows\nWhile we believe China’s economy should hold up well going\ninto the 19th Party’s Congress this autumn, its growth is likely\nto decelerate, and the lagged effects of the tightening measures\non the shadow banking system and on the housing market\ncould become quite visible by 2018. Housing price changes\ncould be flat or even negative by this time next year.\nIf the past is any guide, Chinese policymakers may once again\nloosen property purchase restrictions next year to stimulate\ngrowth. Therein lies the moral hazard—it is well known that\nChinese policymakers would not risk a sizeable correction in\nthe housing market, and therefore would reflate again to\nstrengthen economic growth. However, with property prices in\nChina’s tier-one cities already on par with or even exceeding\nthose of major global cities, it will be hard to rationalize another\nCHART 4: YEAR-OVER-YEAR CHANGE IN CHINESE IMPORTS (BILLIONS OF USD)\nSource: Bloomberg\nThese measures have driven up China interbank lending rates,\nas well as corporate bond yields. The squeeze on the shadow\nbanking system has led to a big jump in aborted bond issuance.\nIn May, China’s net corporate bond issuance dropped to a\nrecord low of negative 217 billion yuan as some bond issuers\nwere unable to roll over their maturing bonds.\nOn the housing front, various cities have rolled out new\nadministrative measures with the aim of keeping housing prices\nflat. A few cities even resorted to the draconian measure of a\n10-year lock-up period for new apartment purchases—buyers\nof new apartments built on recently auctioned off land are\nprohibited from selling their units for a decade.\nChina has also continued to stem the capital outflow. Starting\nthis July, Chinese banks and financial institutions have to report\nall domestic and overseas cash transfers of more than 50,000\nyuan ($7,700), compared to the prior threshold of 200,000 yuan\n($29,338). Funds transferred overseas are prohibited from\npurchasing properties, investments, and insurance products.\nVarious new restrictions have also been placed on Bitcoin\ntrading exchanges, as well as overseas use of credit cards. In\nshort, it appears that capital flight from China will get somewhat\nmore difficult for ordinary citizens.\nround of substantial price increases. In other words, using the\nproperty market as a lever to stimulate economic growth is not\na sustainable long-term solution.\nAlthough equity volatility picked up some in June, most equity\ninvestors still appeared to be basking in the glow of a\nsynchronized global recovery. However, the canary in the coal\nmine may be iron ore: having rallied from the December 2015\nlow of $37.50 per metric ton to nearly $95 in February 2017, it\nhas lost roughly 30% to $65 a metric ton by the end of June.\nIn the final analysis, the global economy has benefited from\nChina’s rapid growth. However, China will likely be at a\ncrossroads as President Xi embarks on his second term in 2018.\nWill policymakers inflate the housing bubble further to support\neconomic growth? Will they find new levers to keep the\neconomy growing above 6% per annum, or will they settle for\na lower but more sustainable pace? The law of large numbers\nportends that the next five years will likely be more challenging\nfor Chinese policymakers than the last five years. •\nGLOBAL FORESIGHT THIRD QUARTER 2017 9\nMICHAEL D. SEO, CFA\nDirector of Equity\nResearch\n212.549.5232\nmseo@rockco.com\nLeveling the Playing Field\nInvestment opportunities in the\nchanging South Korean landscape\nSouth Korea has grown over the last 50 years from a poor\nmostly agricultural economy to a powerful exporter with\nthe 11th highest GDP in the world. Its growth has been\nbuilt on the back of its chaebol system – conglomerates of\ncompanies that are family-controlled, often spread across\nmultiple industries. While this structure has served Korea well\nin terms of rapidly developing its industrial base, it has also\nbeen associated with ongoing governance issues. The risks\nassociated with investing in Korea have historically resulted\nfrom its stock market having a much lower valuation than those\nof comparable economies.\nAs an example of recent governance issues, consider that Chey\nTae-Won, chairman of the SK chaebol, had been serving a fouryear\nprison sentence for embezzling $40 million from the SK\ncompanies. He was pardoned by former President Park Geun-\nHye in the summer of 2015 and soon found himself back in the\nfamiliar leadership role of his family conglomerate. Political\nactions such as this pardon or nepotism within large publicly\ntraded corporations are common, if not expected, in Korea.\nThroughout its history, the nation’s gyrating politics and\npowerful businesses maintained a symbiotic relationship that\npropelled tremendous GDP growth while tarnishing the\npolitical reputation of a nation. The cultural and regulatory\ndisregard of misconduct is at the root of Korea’s corporate\ngovernance, especially among the chaebols.\nThe five most recognizable chaebols as shown in CHART 1\n(Samsung, Hyundai, SK, LG, and Lotte) collectively represent\nover 50% of the market capitalization of the Korea Composite\nStock Price Index (KOSPI) and 47% of its revenues. Samsung\nElectronics alone represents a 21% share of the KOSPI market\ncapitalization and 21% share of employees which is emblematic\nof the chaebols’ influence in Korean society.\nDuring Park Geun-Hye’s 2012 presidential election campaign\nand political career, Ms. Park had been critical of past presidents\nwho had abused the power to pardon individuals and sought to\nlimit the government’s role in granting pardons. Her decision\nCHART 1: CHAEBOL % SHARE OF THE KOSPI INDEX\n2%\n6%\n7%\n8%\n3%\n7%\n9%\n4%\n9%\n2%\n9%\n29%\n13%\n15%\n26%\nSamsung\nHyundai SK LG Lotte\nSource: Bloomberg\n10\nGLOBAL FORESIGHT THIRD QUARTER 2017\nPyongyang, North Korea, is home to the largest stadium in the world with a seating capacity of over 114,000.\nSource: Getty Images\nto release Chey Tae-Won accelerated the demise of her political\ncareer. Ironically, she finds herself in prison awaiting trial while\nthe Korean stock market continues to trade at a discount to\npeers. In addition, MSCI Korea’s relative valuation is also\nsuppressed by the mercurial behavior of North Korea whose\nrecent missile tests have dominated global headlines.\nA truly embarrassing South Korean political scandal emerged\nin the fall of 2016 when a journalist discovered a computer\nbelonging to a personal confidant of President Park Geun-Hye.\nThe contents of the device, belonging to Choi Soon-Sil, revealed\nthat she had access to confidential presidential documents\nincluding speeches that were ultimately altered and influenced\nby Ms. Choi Soon-Sil. In the weeks following this revelation,\nthe mighty chaebols of Samsung, Lotte and SK were once again\nlinked to the current political impropriety. It is alleged that\nmembers of these chaebols (among others) were coerced into\ncontributing large sums of money to a foundation established\nby Ms. Choi Soon-Sil in order to maintain a positive relationship\nwith President Park Geun-Hye.\nThe Korean stock market languished as a result of President\nPark Geun-Hye’s miscues as shown in CHART 2. The performance\nof the MSCI Korea Index starting from the beginning of\nPresident Park Geun-Hye’s term was down 25% by late August\n2015, which coincided with Mr. Chey Tae-Won’s pardon in the\nweek prior. The Korean market drastically underperformed the\nMSCI Asia ex. Japan Index which was down 14% and the MSCI\nACWI Index which was up about 9% during that period.\nKorea’s recursive political environment was frustrating for\nmany Koreans. It is widely believed that chaebols sapped the\nentrepreneurial vigor of small business owners and young\nadults who were experiencing unemployment rates of over 9%.\nHowever, the decision to impeach President Park Geun-Hye on\nCHART 2: PERFORMANCE SINCE PARK GEUN-HYE INAUGURATION\nMSCI KOREA\nMSCI ACWI\nMSCI ASIA EX. JAPAN\nSource: Bloomberg\nGLOBAL FORESIGHT THIRD QUARTER 2017 11\nCHART 3: PERFORMANCE SINCE DECISION TO IMPEACH\nMSCI KOREA\nMSCI ACWI\nMSCI ASIA EX. JAPAN\nSource: Bloomberg\nDecember 9, 2016 proved to be a pivotal point for the country.\nThe large-scale protests seeking a permanent change from the\ncronyism that runs rampant within Korea were finally being\nheard.\nIt is no coincidence that since December 9, 2016, the MSCI\nKorea Index has outperformed as shown in CHART 3 the same\nindices it lagged during President Park Geun-Hye’s tenure.\nInvestors and Korean citizens alike were finally sensing hope\nwith the leading presidential candidates. Moon Jae-In’s eventual\nvictory on May 10 secured the\nbelief that a president in the Blue\nHouse was working for the\npeople and not exclusively for\nthe chaebols.\nPresident Moon Jae-In has\nincreased investor expectations\nfor corporate reforms and it is\ncritical for the nation to continue\ndown this path of weakening\nfamily ties that maintain a\nstranglehold on the Korean\neconomy. President Moon Jae-In\nhas quickly appointed key\nmembers for advisory and\ncabinet roles that are aligned\nwith the vision of eliminating corruption, enhancing corporate\ngovernance, and revitalizing a fractured economy.\nKorea’s decision to install the Terminal High Altitude Area\nDefense system (THAAD) under the prior administration\nresulted in escalating political tension between China and\nSouth Korea. In the weeks leading up to President Park’s\nimpeachment hearings, China discouraged its citizens from\ntraveling to Korea and restricted the sale of Korean consumer\ngoods. President Moon Jae-In has moved swiftly to improve the\ncrumbling relationship with China by reevaluating the\ndeployment of the system. A friendly call with President Xi\nJinping after his election gradually improved the relationship\n“President Moon Jae-In has\nincreased investor expectations\nfor corporate reforms and it is\ncritical for the nation to continue\ndown this path of weakening\nfamily ties that maintain a\nstranglehold on the Korean\neconomy.“\nand is expected to help navigate the complex political\nrelationship with North Korea.\nPresident Moon Jae-In, who was once the Chief of Staff to\nPresident Roh Moo Hyun (1998-2008), assisted President Roh\nin implementing the “Sunshine Policy.” The Sunshine Policy\nwas an attempt by the South Korean government to engage\nNorth Korea with a softer, humanitarian stance in an effort to\nbuild a peaceful relationship. President Moon will likely\nreengage communications with North Korea in a similar\nmanner.\nElectronics, and others.\nThe president appointed Jang\nHa-Sung, formerly the dean of\nKorea University’s Business\nSchool, to the position of Chief of\nStaff for Policy. Jang Ha-Sung is a\nfamiliar face within the world of\ncorporate reform as the founder of\nthe People’s Solidarity for\nParticipatory Democracy (PDSD),\na civil organization pursuing\nshareholder reform. The PDSD\nwas formed in the late 1990s and\nsuccessfully fought for minority\nshareholders in legal battles\nagainst SK Telecom, Samsung\nAnother governance advocate with a boisterous history of\nshareholder activism, Kim Sang-Jo, a professor of economics at\nHansung University and executive director of “Solidarity for\nEconomic Reform” (SER) was appointed as the Head of the Fair\nTrade Commission (FTC) in early June. Kim Sang-Jo and Jang\nHa-Sung are longstanding allies in the field of corporate\nactivism with Mr. Kim succeeding Mr. Jang as first chairman of\nPDSD’s future organization in 2006.\nThe Korean stock market has been a star performer in 2017\nwith the KOSPI up approximately 24%, year-to-date in $USD\nbasis and outperforming neighboring markets, such as Japan,\n12\nGLOBAL FORESIGHT THIRD QUARTER 2017\nCHART 4: REGIONAL VALUATIONS\nP/E RATIO (12M FORWARD)\nP/B RATIO\nRETURN ON COMMON EQUITY\nDIVIDEND PAYOUT RATIO\nMSCI ACWI\nMSCI KOREA\nMSCI ASIA EX. JAPAN\nSource: Bloomberg\nHong Kong and China. Despite the recent strong performance,\nthe market is still inexpensive relative to other regions and\nindices. MSCI Korea’s price-to-book (P/B) ratio of 1.1x and\nprice-to-earnings (P/E) (12 month forward) ratio of 9.4x are\n30% and 31% lower than MSCI Asia ex. Japan Index, respectively\nas shown in CHART 4.\nThree Korean industry groups or sectors currently offer\ncompelling relative valuations when contrasted against other\ngeographies. The Korean Automobiles and Components\nindustry group currently trades at a P/B ratio of 1.0x which\ncompares favorably to Japan’s P/B ratio of 1.4x. When\ncomparing the automobile original equipment manufacturers\n(OEM), Korean OEMs trade at a P/B ratio near 0.5x book,\nwhich is a steep discount to their Japanese rivals. The Korean\nAutomobiles and Components industry group appears\nundervalued when you also consider the fact that the five-year\naverage return on equity (ROE) was 14.4% versus 11.8% for the\nJapanese group.\nUtilities is another sector where the valuation disparity is stark.\nKorea’s largest electricity producer currently trades at a P/B\nratio of 0.4x despite three stellar years of strong operating\nmargin and prudent capital discipline. By comparison, the\nJapanese utility sector currently trades at P/B ratio of 1.0x with\nthe Tokyo regional electricity producer trading at a P/B ratio of\n0.6x despite ¥10 trillion of possible unreserved liabilities\nstemming from a 2011 nuclear disaster. Finally, Korean banks\nare currently trading at a P/B ratio of 0.8x, which compares\nfavorably to Japan’s 1.0x and Italy’s 0.9x. It is estimated that the\nloan portfolios of the Korean banks have improved in recent\nyears as evidenced by improving ROE. In the most recent fiscal\nyear, Korean banks generated ROE of 7.7%, outperforming\nJapan’s 7.5% and Italy’s 6.7%.\nThese discrepancies in valuation have just started to close with\nthe new president and the formation of his cabinet, but Korean\nmarket multiples have the potential to converge closer to global\nlevels with a successful execution of corporate reform. We are\nnot advocating that the new government implement heavyhanded\nmethods to incite change among the chaebols. Instead,\nwe believe that working with the chaebols in enhancing\ngovernance, minimizing cross holdings, creating board\nindependence and minority shareholder protection, would be\nwell received by global investors and mostly rewarding to\nchaebol valuations. For a further look at corporate governance\nin South Korea, please see the following article by Dr. Mariela\nVargova. •\nGLOBAL FORESIGHT THIRD QUARTER 2017 13\nMARIELA M. VARGOVA, PH.D.\nThe Promise of Governance\nReform—South Korea\nSenior Vice President,\nSenior Sustainability\nand Impact Analyst\n212.549.5236\nmvargova@rockco.com\nI\nn his inauguration speech on May 10th, the newly elected\nSouth Korean President Moon Jae-In vowed to put chaebol\nreform at the forefront of his political and economic agenda.\n“Under the Moon Jae-In administration,” he asserted, “the\ncollusive link between politics and business will completely\ndisappear.” 1 The promise of meaningful governance reform\ncomes in the wake of the biggest political corruption scandal in\nKorea that saw the impeachment and the arrest of democratically\nelected President Park Geun-Hye on charges of “collecting or\ndemanding $52 million in bribes” 2 from Samsung, one of\nKorea’s largest family-owned conglomerates, known as chaebol.\nThe presidential scandal in Korea also led to the latest highprofile\ncorporate arrest in the country. In February, Jay Y. Lee,\nvice chairman and acting leader of Samsung’s conglomerate\nempire, was arrested on accusations of bribery to former\nPresident Park and her inner circle in exchange for securing a\ncontroversial merger of Samsung Construction and Trading\nCorporation and Cheil Industries. While the image of a\nhandcuffed Lee sent shockwaves across the business world, his\narrest was not unprecedented. In the past, his father Lee Kun-\nHee, current chairman of Samsung, was convicted twice of\ncorruption and pardoned. Similarly, in 2007, Hyundai’s\nChairman Chung Mon-Koo was found guilty of fraud and\npardoned. And in 2013, SK’s Chairman Chey Tae-Won was\nconvicted of embezzlement and later pardoned. 3 The familyowned\nconglomerates have long dominated the economic life\nof modern Korean society, accounting for roughly 50% of the\ntotal share of the Korean stock market. Their close ties with the\ngovernment and state bureaucracy have fueled growing public\ndistrust and frustration with the nation’s leadership and has led\nto increased shareholder discontent.\nKorea’s Governance Practices\nThe collusion of politics and business in Korea highlights the\npoor practices of corporate governance and business ethics.\nCorporate governance studies on Asia consistently rate Korea as\nlagging in governance behind leaders in the region. 4 Korea\nunderperforms its peers in the areas of board independence,\nethics and transparency in corporate governance.\nKorea, however, has not always been viewed as the laggard in\nAsia’s governance landscape. Right after the Asian Financial\nCrisis of 1997-1998, the country underwent important\ngovernance reforms that sought to quickly and significantly\nincrease corporate board independence and the overall\ngovernance of publicly-traded Korean companies. For instance,\nthe proportion of listed firms with at least one outside director\ngrew from 34% in 1999, to 62.3% in 2000, to reach 94% in 2007. 5\nIn 2001 and 2003, the country’s Security Exchange Acts required\nlarge listed companies (those with about $2 billion in market\ncapitalization) on the Korea Exchange and KOSDAQ to have at\nleast three outside directors and for one half of their boards to\nbe independent. In 2004, the board independence requirements\nwere further strengthened with the stipulation that there be a\nmajority of independent board directors for large companies.\nThis is on par with leading international best practices in\ncorporate governance. The Korean Commercial Code also\nstipulates that outside or independent directors must not be\nrelated to management while acting as fiduciaries. 6 This\nresonated with the impetus towards greater board independence\nto mitigate the role of corporate insiders and create new\nindependent auditing structures within Korean corporations.\nIn 2012, the Korean Commercial Code was revised to further\nenhance the board’s fiduciary duties. It required the approval of\ntwo-thirds of directors for all internal transactions and for new\nbusiness dealings with third parties. If transactions or deals\nbenefit founding families or management at the expense of\nminority shareholders, the approving directors will be personally\nliable for the losses. 7\nNotwithstanding these developments towards good governance,\nethics controversies involving Korean chaebols surged over the\npast several years. A prime example is the notorious Hyundai\nMotor land bid in 2014 for which the company paid the excessive\nprice of $10 billion, three times the land’s market value of $3\nbillion, angering investors and hurting shareholder value.\nAccording to reports, while the boards of directors of Hyundai\nconsortium companies voted to unanimously approve the deal,\nthe company’s outside directors were kept in the dark about the\nprice as it was considered by management to be a confidential\nmatter. All these instances point to a serious lapse in the\n14\nGLOBAL FORESIGHT THIRD QUARTER 2017\nenforceability of existing corporate governance rules and a lack\nof accountability. They call into question the true independence\nof the boards of Korean conglomerates and the ability of outside\ndirectors to effectively oversee management and protect all\nshareholders’ interests.\nRecent research on Korean-listed companies shows strong\nsocial ties between independent directors and management of\nKorean conglomerates. While 87% of boards are in theory\nindependent, only 62% are when one considers social ties. 8 The\ncomposition of Korean boards also poses concern as the\npercentage of directors with business or management\nbackgrounds has decreased from 45.2% in 2004 to 28.4% in\n2011. 9 This, while the number of former public officials has\nsharply increased from 2.7% in 2004 to 8.9% in 2011.\nInterestingly, in Korea’s boardrooms, the inclusion of professors\nand lawyers as independent directors has become common. The\nneed for stronger\nindependent oversight\nand monitoring of\nmanagement is especially\nimportant for Korean\nchaebols as they\nconcentrate the\nmanagerial power into\nthe board’s chairman, a\nmember of the founding\nfamily. The chairman’s\ncontrol over all\nsubsidiaries of the\nconglomerate through\nthe management council and appointment of management of\nall affiliated firms has been a serious concern for minority\nshareholders seeking more accountability and managerial\ntransparency.\nProtecting Shareholder Interests\nAt the core of Korea’s governance challenges lies a structural\nproblem at the chaebol: the complex system of crossshareholdings.\nOn average, the founding family of Korean\nconglomerates owns about 10% of the parent company’s shares,\nwhile other listed subsidiaries own more than 30%. 10 The\nfounding family is a shareholder in the other chaebol\nsubsidiaries, and the subsidiaries reciprocate by owning shares\nin the other companies. The circular ownership structure has\nbeen of investor concern as it provides a framework for related\nparty transactions and potential conflict between family\nshareholders and external shareholders. For many, these\nconcerns have been factored into what has been called for over\na decade the “Korean discount.”\nWith the promise of sweeping governance reform by the new\nPresident Moon Jae-In, foreign investors are looking today for\nbetter protection of minority shareholder rights and stronger\nconstraints on chaebol businesses. On the politico-economic\nreform agenda are topics such as: 1) reforming the Korean\nCommercial Code by mandating separate elections for audit\ncommittee members, 2) allowing shareholders of parent\ncompanies to sue directors of subsidiary firms, 3) lowering\neligibility thresholds for filing representative lawsuits, 4)\nregulating compensation for controlling shareholders and\nmanagement, as well as 5) introducing mandatory electronic\nand cumulative voting. 11\nOne of the most ambitious goals includes proposed amendments\nto Korea’s Monopoly Regulation and Fair Trade Act, introducing\nconstraints on chaebol businesses and banning all existing\ncircular ownership structures of chaebols within three years. 12\nThe calls for big governance reform in Korea were first publicly\nvoiced by chaebols’ shareholders themselves. In 2015, at\nHyundai Motor’s annual general meeting, shareholders openly\nconfronted management about the controversial land deal and\nproposed a new governance committee to strengthen oversight\nand accountability. In an unprecedented fashion, their\nshareholder action\nprompted the company\nto set up a separate\nCorporate Governance\nand Communication\nCommittee consisting\nof four independent\ndirectors, and to engage\nin shareholder outreach.\nIn 2016, Hyundai Motor\nofficially announced its\nnew “Corporate\nGovernance Charter” in\nan effort to enhance\ntransparent business management and to promote shareholder\nrights. 13 Similarly, in November 2016, Samsung announced a\n“Comprehensive Roadmap to Enhance Long-term Shareholder\nValue Creation,” committing to improve governance by\nincreasing its board’s independence, as well as the diversity and\nbreadth of experience of its directors.\n“With the adoption of a Stewardship Code,\nour expectations are that shareholders in\nKorean equities, and especially in chaebols,\nwill use their voice more actively to\npromote positive governance change and\nlong-term shareholder value creation.“\nChanging Korea’s Business Culture\nThe expected governance reform in Korea is an opportunity not\nonly to disentangle politics from business, but also to create\nbetter institutional protection for all shareholders. It also serves\nas an opportunity to change the culture of investing in the\ncountry.\nIn February, Korea’s Financial Services Commission introduced\nthe country’s first Stewardship Code, encouraging big investors\nlike pension plans and asset managers to actively engage with\ninvestee companies and to monitor their management decisions.\nThis trend towards investor stewardship and active ownership\nechoes the progress already made in other Asian markets such\nas Japan, Hong Kong, Malaysia, the Philippines, Singapore, and\nThailand. With the adoption of a Stewardship Code, our\nexpectations are that shareholders in Korean equities, and\nespecially in chaebols, will use their voice more actively to\npromote positive governance change and long-term shareholder\nvalue creation. •\nGLOBAL FORESIGHT THIRD QUARTER 2017 15\ninsights@rockco.com\nNew York, NY\n10 Rockefeller Plaza\n3rd Floor\nNew York, NY 10020\n212-549-5100\nWashington, DC\n900 17th Street NW\nSuite 603\nWashington, DC 20006\n202-719-3000\nBoston, MA\n99 High Street\n17th floor\nBoston, MA 02110\n617-375-3300\nRockefeller Trust Company, N.A.\n10 Rockefeller Plaza\n3rd Floor\nNew York, NY 10020\n212-549-5100\nThe Rockefeller\nTrust Company (Delaware)\n1201 N Market Street\nSuite 1401\nWilmington, DE 19801\n302-498-6000\n1\nhttp://www.koreatimes.co.kr/www/nation/2017/05/356_229150.html\n2\nhttps://www.nytimes.com/2017/03/04/business/south-korea-samsung- bribery-lee.html\n3\nhttps://www.nytimes.com/2017/03/04/business/south-korea-samsung- bribery-lee.html\n4\nhttp://www.acga-asia.org/upload/files/research_preview/20161014021202_3.pdf\n5\nhttp://www.eastasiaforum.org/2011/07/08/corporate-governance-reform-in-korea/\n6\n“Reform of Corporate Governance,” in Economic Crisis and Corporate Restructuring, Cambridge University Press, 2003, p. 303.\n7\nhttp://www.acga-asia.org/upload/files/CG%20Watch%202012.pdf\n8\nhttps://papers.ssrn.com/sol3/papers.cfm?abstract_id=1195313\n9\nhttps://papers.ssrn.com/sol3/papers.cfm?abstract_id=2824303\n10\n“Reform of Corporate Governance,” in Economic Crisis and Corporate Restructuring, Cambridge\n11\n“Asian Corporate Governance” Asia Pacific GS Sustain, April 11, 2017.\n12\n“Asian Corporate Governance” Asia Pacific GS Sustain, April 11, 2017. University Press, 2003, p. 287. “Asian Corporate Governance” Asia Pacific GS Sustain,\nApril 11, 2017.\nCover image: Getty Images\nCertain information contained in this document may constitute “forward-looking statements.” No representations or warranties are made as to the\naccuracy or completeness of such statements, and actual events or results may differ materially from those reflected or contemplated. This document is\nprovided for informational purposes only and is not intended, and should not be construed, as investment, tax or legal advice. This document does not\npurport to be a complete statement of approaches, which may vary due to individual factors and circumstances. Company references are provided for\nillustrative purposes only and should not be construed as investment advice or a recommendation to purchase, sell or hold any security. Although the\ninformation provided is carefully reviewed, Rockefeller & Co., Inc. cannot be held responsible for any direct or incidental loss resulting from applying any\nof the information provided. Past performance is no guarantee of future results and no investment or financial planning strategy can guarantee profit or\nprotection against losses. These materials may not be reproduced or distributed without Rockefeller & Co., Inc.’s prior written consent.\nCopyright 2017 © Rockefeller & Co., Inc. All Rights Reserved. Products and services may be provided by various subsidiaries of Rockefeller & Co., Inc.\n16\nGLOBAL FORESIGHT THIRD QUARTER 2017\nN o v e m b e r 1 , 2 0 1 7\nA “Vixing” Puzzle\nMarket’s unusual lack of volatility;\nBe fearful when others are greedy\nO\nI\nctober has historically been a spooky month in\nwhich some of the biggest market declines took\nplace – the crash of 1929, 1987’s Black Monday,\nthe financial crisis of 2008, etc. This October, however,\nthere were only treats and no tricks – the biggest one-day\nmovement for the S&P 500 Index during the month was a\n0.81% gain, and the biggest down day had a mere 0.47%\ndrop. That said, there was quite a bit of turbulence among\nindividual stocks. The Information Technology sector had\na huge month, with the so-called FANG stocks (Facebook,\nAmazon, Netflix, Google) leading the way up, while some\nold economy bellwethers and the much beleaguered brick\nand mortar retailers took a beating. The rising hope of\nU.S. tax reform and the continued strength of the global\neconomic expansion lifted U.S. Treasury yields as well as\ncommodity prices from oil to copper. The U.S. reflation\nexpectation also boosted the greenback. European\nsovereign bond yields and the euro declined after ECB\nPresident Draghi announced a reduction in monthly asset\npurchases starting in 2018, but promised a longer\nduration of QE. China completed its quinquennial\nleadership transition at the conclusion of the 19 th Party\nCongress, which should usher in a new era with more\nfocus on the quality of growth over the quantity. President\nXi now awaits President Trump’s State visit to Beijing on\nNovember 8 th . Investors will likely be focused on issues\nranging from trade to North Korea, though major\nbreakthroughs appear unlikely. Lastly, there is still one\nunresolved sleeper issue that may come back to roil the\nmarket – will a new bipartisan deal be reached in time to\nfund the U.S. government beyond December 8 th , when the\ncurrent continuing resolution expires?\nEquity Markets Indices 1\n9/30/2017\nPrice\n10/31/2017\nPrice\nMTD\nChange\nYTD\nChange\nMSCI All Country World 487 497 2.0% 17.7%\nS&P 500 2519 2575 2.2% 15.0%\nMSCI EAFE 1974 2003 1.5% 18.9%\nRussell 2000 ®2 1491 1503 0.8% 10.7%\nNASDAQ 6496 6728 3.6% 25.0%\nTOPIX 1675 1766 5.4% 16.3%\nKOSPI 2394 2523 5.4% 24.5%\nEmerging Markets 1082 1119 3.5% 29.8%\nFixed Income\n2-Year US Treasury Note 1.49% 1.60% 12 41\n10-Year US Treasury Note 2.33% 2.38% 5 -7\nBarCap US Agg Corp Sprd 1.01% 0.95% -6 -28\nBarCap US Corp HY Sprd 3.47% 3.38% -9 -71\nCurrencies\nAustralian (AUD/$) 1.28 1.31 -2.3% 6.3%\nBrazil Real (Real/$) 3.16 3.27 -3.3% -0.5%\nBritish Pound ($/GBP) 1.34 1.33 -0.9% 7.6%\nEuro ($/Euro) 1.18 1.16 -1.4% 10.7%\nJapanese Yen (Yen/$) 113 114 -1.0% 2.9%\nKorean Won (KRW/$) 1145 1120 2.2% 7.6%\nUS Dollar Index (DXY) 93.08 94.55 -1.6% 8.1%\nCommodities\nGold 1280 1271 -0.7% 10.3%\nOil 51.7 54.4 5.2% 1.2%\nNatural Gas, Henry Hub 2.89 2.80 -3.0% -24.0%\nCopper (cents/lb) 296 310 4.9% 23.8%\nCRB Index 183 188 2.4% -2.6%\nBaltic Dry Index 1356 1534 13.1% 59.6%\nSOURCE: BLOOMBERG\nJIMMY CHANG, CFA\nChief Investment Strategist\n212-549-5218\njchang@rockco.com\nM O N T H L Y M A R K E T R E V I E W N O V E M B E R 2017 1\nThe Original Big Short\nThe Amsterdam Stock Exchange, founded by the Dutch\nEast India Company in 1602, is recognized as the world’s\noldest stock exchange. It facilitated a secondary market to\ntrade stocks and gave rise to trading clubs during the mid-\n17 th century where speculators would congregate.\nMessengers would rush to and from the exchange to\nupdate pricing to customers.\nIn 1867, the invention of the stockticker\nmachine, also known as the\nticker tape, obviated the need for\nmessengers. Stock transaction data\nwas transmitted by telegraph to a\nticker tape that would continuously\nprint out abbreviated company\nnames (ticker symbols) followed by the price and volume\ndata. Thomas Edison later upgraded the system to reach\na printing speed of one character per second. Ticker tape\neliminated the need for messengers and allowed people to\ntrade in “real time” from long distance.\nIn 1900, 14 year-old Jesse Lauriston Livermore started\nworking as a quotation board boy in the Boston office of\nPaine Webber. His job was to update the board with\ninformation coming off the ticker tape. He became\ninterested in the behavior of stock prices and began\nrecording price movements that enabled him to spot\npatterns prior to sizeable advances and declines. A fellow\noffice boy later talked him into speculating on a stock on\nmargin at a bucket shop. Two days later, Jesse sold the\nposition with a $3.12 profit. He soon quit his job and\nstarted trading for a living.\nJesse made his first $1,000 (around $27,600 in today’s\ndollars) at the age of 15. He was later banned by most\nbucket shops in Boston as he had outfoxed many of the\nshady operators. By the age of 20, he had accumulated\n$10,000. Then came the big payday – the Panic of 1907 –\nduring which Jesse shorted the market and made $1\nmillion ($25 million in today’s dollars). He would top this\nfeat and live up to the reputation as “The Great Bear of\nWall Street” by shorting the market in 1929 for an\nastounding $100 million profit ($1.43 billion in 2017!),\nmaking him one of the richest men in the world.\nThe combination of elevated\ninvestor complacency and a\ntightening Fed makes the\nmarket vulnerable to a pullback.\nUnfortunately, the concept of diversification probably\nnever crossed Jesse’s mind. He somehow managed to lose\nall his money and was bankrupt by 1934. The bankruptcy\nresulted in an automatic suspension of his membership\non the Chicago Board of Trade. In 1940, the legendary\ntrader, suffering from depression, shot himself in the\ncloak room of Manhattan’s Sherry-Netherland Hotel.\nRise of the Machines\nHow things have changed from\nthose simpler days when humans\nwere doing the trading. Today,\nwith the advent of technology,\nmarket activity is dominated by\npassive and various quantitative\nstrategies. It is estimated that\nfundamental discretionary investors now account for only\n10% of the trading volume. Big inflow into major ETFs\nprompted buying across the board regardless of company\nspecific issues and valuations. Big data and machine\nlearning are the new buzz words. Forbes recently featured\na quant fund run by three twenty-somethings. Their\nassets under management was in the low tens of millions\nof dollars, yet they averaged $1 billion in transactions, or\n10,000 to 40,000 trades each day. Since there are only\n86,400 seconds in a day, this fund would generate a trade\nevery 2.16 to 8.64 seconds if it worked around the clock.\nMuch of the decision making and trade execution, of\ncourse, has been taken over by software algorithms. These\nwhiz kids employed statistical arbitrage trading strategies\nin stocks and currencies, and closed out all trading\npositions at the end of each day.\nThe allure of sophisticated computer models trouncing\ntheir human competitors has continued to attract inflow\nto quant funds. It is estimated that quantitative hedge\nfunds now manage more than $1 trillion, about one-third\nof the $3 trillion hedge fund industry. While there are\nindeed brilliant quant managers who have delivered\nstrong returns over a long period of time, the sheer size of\nthe industry means there are likely more pretenders than\ncontenders. Given that many funds employ similar\nstrategies (e.g., trend following), a reversal in trend could\ncreate disruptive market movements, not to mention the\nthreat of rogue algorithms wreaking havoc on the market.\nM O N T H L Y M A R K E T R E V I E W N O V E M B E R 2017 2\nA “Vixing” Puzzle\nEquity volatility has been unusually low for much of 2017.\nThe Volatility Index (VIX), which measures the implied\nvolatility of S&P 500 Index options and has been viewed\nas a barometer of equity market volatility, has drifted to\nall-time lows. Over a span of more than 7,000 sessions\ngoing back to the start of 1990, the VIX Index’s average\nand median closing values have come out to 19.4 and 17.6,\nrespectively. It was a rare occurrence for the VIX to\ncollapse below 10 – there were only 9 such occasions out\nof 6,802 trading sessions prior to 2017, or 0.13% of the\ntimes. Year-to-date in 2017, however, there were already\n35 sessions with the VIX closing below 10.\nAnother way to look at the lack of volatility is to tally the\nnumber of trading sessions when the S&P 500 Index had\na daily change of more than 1% in either direction. There\nwere only 8 such sessions so far in 2017, compared to 48\nand 72 such occasions in 2016 and 2015, respectively.\nIt seems ironic that the market should be this steady with\narguably the most mercurial and unconventional\npresident in modern history at the helm atop the free\nworld. Perhaps investors have grown numb to all the\nchaos and controversies. It is as if Washington’s\ndysfunction and a divided America were just fodder for\nthe hyperventilating media, and markets were behaving\nas if all will be fine when the Republicans pass the tax\nreform to prime the pump for the 2018 mid-term\nelections. Time will tell if this period of eerie calm is\nprescient or misguided.\nUnintended Consequences\nThe decline in market volatility has made shorting against\nthe VIX futures and various VIX ETPs (exchange-traded\nproducts) quite popular and profitable in recent years.\nThe net short position on VIX futures has progressively\nclimbed to new highs over the last couple of years.\nAnother phenomenon was the rise of “volatility control”\ninvestment strategies, supposedly favored by many hedge\nfunds and insurance companies. These strategies in\nessence adjust a portfolio’s allocation between equity and\ncash to maintain a targeted level of volatility at the\nportfolio level. In an environment of declining volatility,\nmore assets would be allocated to equities – the equity\nallocation would even exceed 100% when the market’s\nrealized volatility is below the targeted volatility. On the\nother hand, as volatility ticks up, the equity allocation\nwould be scaled back.\nWhile these strategies have enjoyed strong returns during\nthis stretch of progressively lower equity volatility, they\nmay be planting the seeds of a market correction. Market\nmakers and dealers on the other side of the growing short\nVIX trades would need to employ various S&P 500 option\nstrategies to hedge their long VIX positions. There is the\nconcern that a decline in the S&P 500 Index could trigger\nadjustments to these hedging positions that would\nexacerbate the market decline. Similarly, should volatility\nsuddenly spike up, the aforementioned volatility control\nstrategies would be cutting equity exposures\nconcurrently, which could amplify the market decline\nsimilar to the downward selling pressure that the socalled\nportfolio insurance products generated during the\ncrash of 1987. We wonder if any investors and regulators\ntruly appreciate how these strategies, in concert with\nvarious rapid fire trades generated by machine-learning\nbased algorithms, could impact market movement and\nliquidity should there be an exogenous shock. Only time\nwill tell.\nFear vs. Greed\nThere is an adage that one should be fearful when others\nare greedy and greedy when others are fearful. Judging by\nthe depressed levels of the VIX Index, the enthusiastic\nspeculation over bitcoin as well as other variants of\ncryptocurrencies, and surveys that indicated strong\ninvestment sentiment, it is clear that greed has been on\nthe rise. Can this euphoria continue for a while longer? Of\ncourse. However, in our opinion, the combination of\nelevated investor complacency and a tightening Fed\nmakes the market vulnerable to a pullback, though the\ntiming of it is hard to predict. The aforementioned issues\nwith various trading strategies could further add fuel to\nfire in the event of a market decline. That said, with the\nmacro and earnings backdrop remaining positive, we\nwould view potential selloffs as a buying opportunity\nrather than the start of a protracted market downturn. •\nM O N T H L Y M A R K E T R E V I E W N O V E M B E R 2017 3\nFor More Information on Rockefeller & Co:\ninsights@rockco.co\nNew York, NY\n10 Rockefeller Plaza\n3rd Floor\nNew York, NY 10020\n212-549-5100\nWashington, DC\n900 17th Street NW\nSuite 603\nWashington, DC\n20006\n202-719-3000\nBoston, MA\n99 High Street\n17th Floor\nBoston, MA\n02110\n617-375-3300\nRockefeller Trust Company, N.A.\n10 Rockefeller Plaza\n3rd Floor\nNew York, NY 10020\n212-549-5100\nThe Rockefeller\nTrust Company (Delaware)\n1201 N Market Street\nSuite 1401\nWilmington, DE 19801\n302-498-6000\nThis paper is provided for informational purposes only. The views expressed by Rockefeller & Co.’s Chief Investment Strategist\nare as of a particular point in time and are subject to change without notice. The information and opinions presented herein have\nbeen obtained from, or are based on, sources believed by Rockefeller & Co. to be reliable, but Rockefeller & Co. makes no\nrepresentation as to their accuracy or completeness. Actual events or results may differ materially from those reflected or\ncontemplated herein. Although the information provided is carefully reviewed, Rockefeller & Co. cannot be held responsible for\nany direct or incidental loss resulting from applying any of the information provided. Company references are provided for\nillustrative purposes only and should not be construed as investment advice or a recommendation to purchase, sell or hold any\nsecurity. Past performance is no guarantee of future results and no investment strategy can guarantee profit or protection against\nlosses. These materials may not be reproduced or distributed without Rockefeller & Co.’s prior written consent.\n1\nIndex pricing information does not reflect dividend income, withholding taxes, commissions, or fees that would be incurred by an\ninvestor pursuing the index return.\n2\nThe Russell 2000 ® Index is a registered trademark of the Russell Investment Group. Russell Investment Group is the owner of\nthe copyright relating to this index and is the source of its performance value.\nCopyright 2017 © Rockefeller & Co., Inc. All Rights Reserved.\nM O N T H L Y M A R K E T R E V I E W N O V E M B E R 2017 4\n11/14/2017 An Inside Look at Rockefeller & Co. - Barron's\nWSJ WSJ LIVE MARKETWATCH BARRON'S DJX MORE\nNews, Quotes, Companies, Videos\nSEARCH\nASIA EDITION\nU.S. EDITION\nLog In\nSubscribe\nHOME MAGAZINE DAILY INVESTING IDEAS ADVISOR CENTER MARKET DATA PENTA BARRON'S NEXT\n>\nBARRON'S PENTA\nRock of Ages\nFamily-wealth advisor Rockefeller & Co. was hit by both the financial crisis and the death of its CEO. Not only did it survive, it thrived.\nEmail Print 0 Comments Order Reprints\nBy RICHARD C. MORAIS\nSeptember 15, 2012\n>\nJohn D. Rockefeller's family office, Rockefeller & Co., was founded in 1882. It began\nselling its expertise to other families in 1980, and by mid-2008 it had $28 billion of\nclients' assets under its hood. Then came a tragic event that could have brought the\nfirm to its knees. In September 2009, as the financial crisis raged, Rockefeller's chief\nexecutive, James S. McDonald, shot himself behind a car dealership in Dartmouth,\nMass.\nWhile world markets continued their downward spiral, it took a year for the Rockefeller\nFamily Trust, which owns 100% of the multifamily office's voting rights, to get\nMcDonald's successor in place.\nIt's hard to imagine a more dangerous situation for a financial-services firm to be in.\nDestabilized from within and without, most wealth managers in such circumstances\nwould have been unable to contain the stampede of clients heading out the door. And\nyet, Rockefeller's assets under advisement and administration actually rose 52%, to\n$35 billion, in the three years through this past June. Client retention since the 2008\nrecession has been 97%, 1% higher than in the entire past decade.\n\"Despite the turbulence of the period when I stepped in, it was a remarkably strong\nfranchise and business,\" says Reuben Jeffery III, Rockefeller's CEO for the past two\nyears. \"It was a real testament to what had been created by generations long before\nme, including most of the people who are still here today.\"\nPenta's rare peak inside Rockefeller reveals that, for all the outward signs of serenity,\nthe firm is hardly on autopilot. Jeffery, looking every bit the Wall Street incarnation of\nCary Grant, is a former Goldman Sachs partner who in 2007 went to work as George\nBush's undersecretary of state for economic, energy, and agricultural affairs, after first\nserving as the president's post-9/11 special advisor for Lower Manhattan development.\nIn June 2008, Société Générale Private Banking closed on its purchase of a 37%\neconomic share in Rockefeller & Co. Needing to strengthen its balance sheet during the\nrecent euro crisis, the French bank has been under pressure to shed noncore assets.\nTherein lay an opportunity. This summer Jeffery quietly midwifed the sale of Société\nGénérale's stake to Lord Jacob Rothschild's RIT Capital Partners. That closed-end fund\nis the investment vehicle for the London branch of the Rothschild family, and has 1.9\nbillion pounds ($3 billion) under management. The deal is expected to close at the end\nof this month. It's a union that should provide some valuable marketing opportunities. In\nthese unsettled times, it's easy to imagine rattled new wealth wanting to tap the joint\nexpertise of these experienced families that have managed to keep their heads down\nMost Popular\n1.\nBaker Hughes: It’s Still a GE\nCompany…But That’s Not the Only\nProblem\n2. Qualcomm: Broadcom’s Got ‘A Lot of\nLeverage,’ Says Instinet\n3. Nvidia Rising: Dazzles Street At the\nSupercomputer Show\nhttp://www.barrons.com/articles/SB50001424053111904881404577609312447134388 1/3\n11/14/2017 An Inside Look at Rockefeller & Co. - Barron's\nReuben Jeffery III, Rockefeller\nFinancial's CEO Evan Kafka for\nBarron's\nand their assets intact over several\ngenerations and right through the\nupheavals of history.\nAny new clients will be dealing with\nRockefeller Financial Services, the trade\nname of Rockefeller & Co. Some $7 billion\nof Rockefeller Financial's $35 billion pile\nare \"assets under management\"; the rest\nare assets under advisement or\nadministration. Rockefeller provides its\n298 clients either financial, trust, and tax\nadvice, and the like, or service through its\nportfolio-tracking product for wealthy\nfamilies, Rockit Solutions.\nRockefeller offers financial products from\nother firms but still believes in running its\nown funds in 10 core areas, such as\nglobal equities and fixed income. David\nHarris, Rockefeller's chief investment\nofficer, says large multinationals with their\ntriple-A ratings and mountains of cash\nneed to be viewed as \"the new sovereigns\" during a period when government finances\nare deteriorating. The firm claims that its global funds are stars, but it keeps a lid on\ndetails. Prodded by Penta, Rockefeller reluctantly produced a \"confidential\"\nperformance sheet on its 10 core funds but barred us from publishing the results. We\ncan confirm that out of 10 offerings, seven global-equity and small-cap funds have\nconsistently outperformed indexes over long periods of time.\nOne area of Rockefeller & Co. know-how has been built out of the Rockefeller family's\n50-year record of integrating environmental, social, and governance concerns into its\nportfolio and investment decisions. Last fall, for example, Rockefeller hooked up with\nthe Ocean Foundation, a nonprofit focused on marine conservation, to find \"profitable\ninvestment opportunities that restore and support the health and sustainability of the\nworld's oceans.\"\nThrough such distinctive offerings, Jeffery hopes to reel in new money, both family and\ninstitutional. \"We're talking to sovereign entities,\" he says. \"They have pools of capital\nthat need to be deployed, and they need to find competent, trustworthy managers in\n[relevant] areas of investment activity.\"\nFees for managed assets invested in house funds typically run from 1% (for up to $25\nmillion in assets) to 0.5% (over $50 million). Rockefeller targets families with $30\nmillion; new clients are generally subject to a minimum $100,000 annual fee. Pure\ninvestment advice on a $50 million to $100 million portfolio typically costs 40 to 60 basis\npoints, says the firm's president, Austin V. Shapard. Rockefeller has priced its services,\nhe says, for \"a fair profit margin, not a crazy one.\"\nPortfolio-tracking service Rockit deftly handles exotics like intrafamily loans and the\nfluctuating price of ranch cattle. Its 23 clients typically pay 3 to 7 basis points on the $13\nbillion that runs through the Rockit platform. This, too, is a hidden asset that Jeffery is\nleveraging into a boutique powerhouse.\nE-mail: editors@barrons.com\nApple’s ‘Secular’ Problem, Per T Rowe\n4. Price\n5. Shopping Day Madness! Why Investors\nAren’t Crazy for Alibaba\nLatest Market Videos\n1\n2\n3\nBitcoin: The\nWorld’s Most\nDramatic Bubble\nEver?\nBarron's Bounce:\nBarbie's Bargain\nShares\nD.Live: Tapping\nAsia's Tech Boom\nSEE FULL LIST\nEmail Print 0 Comments Order Reprints\nLatest in Barron's Penta\n1.\n2.\nLuxury Boot Camp: Four Days at Ranch 4.0\nHow to Buy a Used Jet At a Bargain Price\nhttp://www.barrons.com/articles/SB50001424053111904881404577609312447134388 2/3\n11/14/2017 An Inside Look at Rockefeller & Co. - Barron's\n3.\n4.\n5.\nThe Family Portrait\nTax Bonuses Earned From Renting Out Second Homes\nHow to Time Miami’s Condo Market\n0 comments\n1 PERSON LISTENING\nWant to participate in the discussion?\nAlready a subscriber? Log in for complete access.\n+ Follow Share Post comment as...\nNEWEST\nOLDEST\nPowered by Livefyre\nReturn to Top\nCustomer Service\nCreate an Account\nAbout Barrons.com\nAlso From Barron's\nTools & Services\nCustomer Center\nSubscribe to Barron's\nConferences\nMobile Site\nContact Us\nLive Help\nMagazine Subscribers:\nActivate Your Digital Access\nAdvertising\nMasthead\nReprints\nClassifieds\nEmail Newsletters\nBarron's on iPad/iPhone\nPrivacy Policy (Updated\n10/19/2017)\nCookie Policy (Updated\n10/19/2017)\nCollege Program\nFind a Broker\nBarron's in Japanese\nBarron's on Android\nWatchlist\nVideo\nData Policy\nAnnual Reports\nCopyright Policy\nStockGrader\nSubscriber Agreement\n& Terms of Use\nYour Ad Choices\nCommunity Guidelines\nBarron's 400\nEconomic Calendar\nStock & Mutual Fund Listings\nCommodities, Options\n& Annuities Listings\nFund Prospectuses\nCopyright ©2017 Dow Jones & Company, Inc. All Rights Reserved.\nhttp://www.barrons.com/articles/SB50001424053111904881404577609312447134388 3/3\n"
  },
  "error": "Failed to parse LLM response: Unterminated string starting at: line 4 column 18 (char 108)",
  "raw_response_preview": "{\n  \"file_name\": \"House_Oversight_Committee_Documentation_Rockefeller.txt\",\n  \"content\": {\n    \"full_text\": \"Rockefeller Partners with Gregory J. Fleming to Create Independent\\nFinancial Services Firm\\nFirm to Focus on Wealth Management, Asset Management and Strategic Advisory\\nViking Global Investors to Back New Firm\\nOctober 04, 2017 06:30 AM Eastern Daylight Time\\nNEW YORK--(BUSINESS WIRE)--Rockefeller Financial Services, Inc. (“RFS”), the parent company of Rockefeller & Co.,\\nand Gregory J. ",
  "house_oversight_id": "012048",
  "processing_metadata": {
    "processed_at": "2025-11-14T02:03:27.199702Z",
    "model": "gemini-2.5-pro"
  }
}