{
  "file_name": "HOUSE_OVERSIGHT_012700.txt",
  "file_path": "TEXT\\001\\HOUSE_OVERSIGHT_012700.txt",
  "content": {
    "full_text": "﻿Graydon and Anna\nScott Carter\nThe\nGlory\nof Gold\nÜber publicist Peggy Siegal has been\nattending the Academy Awards for three\ndecades—not to mention the oodles of\nparties and sensational events leading\nup to the ceremony—and chronicling\nPeggy\nSiegal\n64 | AVENUE MAGAZINE · APRIL 2011\nher escapades with\nstars and star-makers\nfor AVENUE has\nbecome a tradition.\nThis year, she sets\nthe stage for the big\nnight with the behindthe-scenes\nscoop on\nthe fierce competition\nthat ends when Oscar\nis presented. Here, she reports on the\nHollywood glamour, excitement and social\nshenanigans, including celebrating with\nColin Firth, Jesse Eisenberg, Elton John,\nOprah Winfrey and many more.\nphotographs by PATRICK MCMULLAN\nQaddafi is hunkering\ndown in Tripoli, giving\npress interviews, denying\nthat rebels are taking\nover Eastern Libya. Oil\nprices are shooting up over one hundred\ndollars a barrel. The U.S. government is on the\nverge of a shutdown. These are not the topsecret\nopening lines of Aaron Sorkin’s new\nscript, but the global headlines of a world\nspinning out of control as I head to Los\nAngeles like an overdressed lemming to attend\nthe 83rd Academy Awards and attempt to\nmake sense of artists thrust into combat.\nFor the second year, nearly 6,000 Academy\nmembers have nominated 10 films and the\nbattle seems to be pared down to 2. The\nbeloved instant classic, The King’s Speech,\nmarches into the arena as the frontrunner, but\npassionate supporters of the edgier (critics’\ndarling) The Social Network have not conceded.\nThe ballots are counted, the party invites are\nout and still the feelings are raw. Nominees are\nexhausted from campaigning.\nWoody Allen and George Lucas tell me they\nare no longer members of the Academy\nbecause pitting artists against each other to\ndetermine the quality of their work is insane.\nThey are right. My event and publicity company\nis considered Switzerland by the studios, as\nwe help every filmmaker to present his work.\nHowever, this year, against my better judgment,\nI am somewhat emotionally sucked in.\nIn 2005, I met the unknown 32-year-old\nEnglish director Tom Hooper on his first film\nfor HBO, Elizabeth I starring Helen Mirren.\nHelen later wins an Oscar for portraying\nQueen Elizabeth in The Queen. Queen\nElizabeth is the daughter of King George VI,\nportrayed by Oscar-winner Colin Firth in The\nKing’s Speech directed by Hooper. No degrees\nof separation.\nAt the Telluride Film Festival, Tom Hooper\nbathed in the glory of a hysterical standing\novation alongside Colin Firth and Geoffrey\nRush at the very first public screening of that\nfilm. Two weeks later at The Toronto Film\nFestival, Harvey Weinstein stood with his\nfilmmakers witnessing the same reaction. The\nfilm won The Audience Prize. Their strategy\nwas to say nothing, do nothing. They have a\npossible Oscar winner—four out of five past\nBest Pictures have premiered in Toronto.\nCut to New York City at the end of\nSeptember. It’s opening night at The Film\nSociety of Lincoln Center. One of America’s most important\nand prolific producers, Scott Rudin, along with Jesse\nEisenberg, Andrew Garfield and Aaron Sorkin, are in a\nbrightly lit box waving down to their equally hysterical\naudience who have just seen The Social Network. The film\nopens the next day to rave reviews and endless publicity.\nDavid Fincher is off making The Girl with the Dragon Tattoo.\nAaron Sorkin becomes the face of the film and an immediate\nshoo-in for the adapted screenplay Oscar.\nThe Hamptons International Film Festival in October\nsuddenly becomes a launching pad for 127 Hours, where\nstar-cum-Yale/NYU student James Franco appears. More\nOscar buzz. Producer/director Danny Boyle (Oscar winner for\nSlumdog Millionaire) stays in London all fall directing the play\nFrankenstein. Black Swan also unspools there in a tiny theater as\nMadonna, Alec Baldwin and Harvey Weinstein slip in the\nback. Darren Aronofsky is hailed a genius. Natalie Portman is\ninstantly the hot nominee for Best Actress. Both films are sensations,\nbut it’s The King’s Speech that wins The Audience Prize.\nMid-November: David O. Russell and Mark Wahlberg\nsneak The Fighter in Manhattan. As their audience erupts in\ncheers, I tell producer/actor Wahlberg, “Clint Eastwood is\ngoing to kill himself for not directing this.” He says, “You’re\nwrong. He turned it down because he’s done it. He’s seen it\nand he loves it.” David O. Russell becomes my new Clint\nEastwood. Christian Bale and Melissa Leo are hailed the\nsupporting actors to beat.\nTrue Grit, directed by the Coen Brothers and also produced\nby Scott Rudin, finally throws its cowboy hat in the ring in\nmid-December at the Ziegfeld as the last serious Oscar\ncontender for Best Picture. It gallops off to box office gold.\nThe Social Network now cements its battle cry with one\nword: relevance. Mark Zuckerberg lands on the cover of\nTime Magazine as “Person of the Year.” A smart and extensive\nad campaign positions the film in the lead. Critics and\npundits proclaim the race is over. Everyone goes on holiday.\nThis is one of the few times in Harvey Weinstein’s life that\nhe’s caught off guard. He quickly mobilizes an inner team of\n15 and conducts strategy meetings 7 days a week, including\nChristmas. They’re like a Chinese restaurant: always open. He\nsends screenwriter David Seidler and Tom Hooper to every\ncorner of the country doing Q&As until they are both blue in\nthe face from “finding their voice.” SAG voters begin seeing\nthe film two and three times.\nIn January at the Golden Globes, about 88 foreign journalists\ngive awards to The Social Network for Best Drama, Director\nand Screenplay. The film is still perceived as the Oscar winner\nand nobody can stop the steamroller. Only Academy voters\ndisregard these awards.\nThe King’s Speech wins the PGA in L.A. Everyone is totally\nsurprised when Tom Hooper goes on to win the DGA. After\na tremendous amount of hard work by team Weinstein, the\nactors win for the SAG Ensemble. The BAFTAs reinforced\ntheir lead; the film is now the frontrunner. It takes the media\na few weeks to catch on.\nEmma\nStone\nCollin Firth and\nAnne Hathaway\nGwyneth\nPaltrow\nSandra\nBullock\nTom Hooper\nCarolina\nHerrera\n\nJennifer\nLawrence\nMarisa\nTomei\nLeslie Mann\nand Judd\nApatow\nMelissa\nLeo\nSteve\nMartin\nSteven\nTyler and\nLiv Tyler\nGeorge Hamilton and\nKimberly Blackford\nKevin\nSpacey\nL’Wren\nScott and\nMick\nJagger\nI whisper to Harrison\n[Ford], “That looks just like\nJohnny Depp.” Harrison rolls\nhis eyes and reluctantly\nintroduces me to his\nfriend . . . Johnny Depp.\nThe Daily Mail announces Her Royal Highness Queen\nElizabeth has enjoyed a private screening of The King’s\nSpeech and is “moved” by the film. With no proof the Queen\nhas actually seen the film, press agents send out a global press\nrelease thanking her Majesty for the endorsement.\nFRIDAY, FEBRUARY 24\nMid-day, I arrive at The Beverly Hills Hotel. As the housekeepers\nunpack my bags upstairs I peek into the Polo Lounge\nand find Warren Beatty in a booth. I tell him I’m rooting for\nhis wife, Annette Benning, and love her film, The Kids Are All\nRight. Warren says The Social Network will win.\nThis year I am two days late arriving to Oscar weekend. I\nam shown to a very, very small room—the size of a broom\ncloset. Uncharacteristically, I have a slight melt down. I am\nmoved. The housekeepers run down the hall with my clothes\nflying. The hotel is sold out, so I get someone else’s room.\nAnother unsuspecting victim checking in downstairs will get\nthe broom closet.\nIt is cold, grey and rainy. Taffeta, organdy and embroidered\nsilk evening clothes hang in my closet. I stay in my sweaters\nand fur coat, and head to Arianna Huffington’s home in\nBeverly Hills where she and Wendi Murdoch are hosting a\nparty for Tom Freston’s wife, the beautiful, blonde Kathy.\nHer book is called Veganist: Lose Weight, Get Healthy, Change\nthe World—perfect for monks.\nArianna has just sold the Huffington Post to AOL for $315\nmillion dollars and is rumored to have personally landed\naround $20 million. She is euphoric as she greets Nicole\nKidman and Keith Urban at the door. Other drenched power\nplayers include Disney’s Bob Iger and wife Willow Bay,Fox’s\nJim Gianopulos, Candice Bergen and journalist daughter\nChloe Malle, Google’s Eric Schmidt, Oliver Stone escorting\nhis daughter Tara and avoiding questions about Charlie\nSheen, Moby, Jamie Niven, Brian Grazer, Vivi Nevo, CBS’s\nLes Moonves and Julie Chen, Rob Reiner, Paramount’s Brad\nGrey and fiancé Cassandra Huysentruyt and Jeff Bezos.\nHors d’oeuvres include pigs in blankets—a food group not\nmentioned in Kathy’s book.\nThe action migrates to UTA Jim Burkus’ home for a party\nfor True Grit’s Ethan and Joel Coen. I pass Ron Howard on\nthe way in and he says, “Keep me on your list.” Is he kidding?\nSunrise and Mark Ruffalo, Focus Feature’s James Shamus,\nNancy Meyers and John Goldwyn mingle. Adorable Hallie\nSteinfeld is there with her parents. I am trying to fix her up\nwith Justin Bieber. She giggles, “Peg, I am only 14.”\nI am face to face with Harrison Ford and stupidly tell him\nI love him in Morning Glory. He’s looking at me in utter\ndisbelief, but I will not shut up. A gorgeous guy is inches away\nin a hat and glasses. I whisper to Harrison, “That looks just\nlike Johnny Depp.” Harrison rolls his eyes and reluctantly\nintroduces me to his friend . . . Johnny Depp. I babble a bit\nabout his great work then run for cover in a corner next to my\nbuddy, Jerry Bruckheimer.\nI head over to the CAA/Bryan Lourd’s “Friday Night\nParty.” Torrential rains and horrific winds cause a traffic jam\nthat makes it impossible to get near the house. The world’s\nmost famous faces cower under black umbrellas and make a\nrun for it. Bryan Lourd and Bruce Bozzi receive friends at the\ndoor all night.\nInside, Uma Thurman tells me she finally moved into a\ndoorman building in New York after being terrorized by\nstalkers for years. Ben Walker talks about Abraham Lincoln:\nVampire Hunter, which he is about to shoot, while his fiancé,\nMamie Gummer, looks sexy shivering in a white satin gown.\nProducer Jon Kilik mentions he oversaw a new cut of Julian\nSchnabel’s Miral, to be released in March. Bennett Miller,\nstanding with Kristin Gore, says Sony loves his new film,\nMoneyball, and Brad Pitt is terrific. (When is Brad Pitt not\nterrific?) Sandy Gallin tells me he has an actual job\ndecorating Jeffrey Katzenberg’s home. I congratulate Barry\nLevinson’s son Sam, a director, for winning the writing\naward at Sundance for his first film, Another Happy Day.\nAlso seen floating around are Taylor Swift and Jake\nGyllenhaal—but not together—Sean Penn, Tom Cruise and\nKatie Holmes, Anderson Cooper, Hilary Swank, Kelly Ripa,\nPaul Haggis, Marisa Tomei, Kate Beckinsale, Demi Moore\nand Ashton Kutcher, Kate Hudson, Gerard Butler, Renee\nZellweger with Bradley Cooper, Biutiful director Alejandro\nGonzalez-Inarritu, Kathryn Bigelow and Mark Boal, Ellen\nBarkin (who is headed to Broadway in The Normal Heart this\nspring) and CAA’s Kevin Huvane, Richard Lovett and Hylda\nQueally. Sony Classic’s Michael Barker tells me The Social\nNetwork will win.\nTired celebs try to go home, but limo lock is at a standstill.\nCell phones don’t work in the area. Two hundred swells\nbecome party prisoners and happily hang out till 5 a.m.\nSATURDAY, FEBRUARY 26\nOut comes the sun and dries up all the rain. IAC chairmen\nand owner of Newsweek/The Daily Beast Barry Diller\nand his wife Diane Von Furstenberg (with her kids Alex\nand Tatiana) host their 15th annual lunch for Graydon\nCarter in their Coldwater Canyon home. Barry introduces\nme to his star guest, Gov. Jerry Brown, just elected to his\nthird (nonconsecutive) term as California governor.\nLike last year, enormous clear plastic tents are erected\non the hill near the house. Long wooden picnic tables sit\non oriental rugs covering the soggy ground. VIPs wears\nwinter clothes, comfy sweaters and sensible shoes. I arrive\nin a fur coat.\nStephen Gaghan and\nMinnie Mortimer\nScarlett\nJohansson\nCharlize\nTheron\nLourdes Leon\nand Madonna\nArmie\nHammer\nKate\nBeckinsale\nAaron Sorkin\n\nGeorgina\nChapman\nHilary\nSwank\nCameron\nDiaz\nWendi Murdoch, Kathy Freston and\nArianna Huffington\nNatalie Portman\nBrian Grazer and Jeff Bezos\nTom\nFord\nEverybody knows everybody, and it doesn’t matter if\nyou have a hit film or T.V. show this season. Oprah\nWinfrey kisses David Geffen, casually chats with former\nDisney C.E.O. Michael Eisner and current Sony Chief Sir\nHoward Stringer and Rob Weisenthal. Brett Ratner\narrives with his houseguest Jean Pigozzi, who is allowed to\ntake photographs. Graydon greets people with chic wife\nAnna by his side.\nIngrid Sischy and Sandy Brant, Rupert Murdoch,\nRon Meyer, Francesco Clemente with his twin boys and\nTom Ford chat each other up. People to watch include\npregnant Victoria and David Beckham with Lynn\nWyatt, Fran Lebowitz, Larry Gagosian and Shala\nMonroque, Ben Silverman, Debbie and Allen\nI head over to the CAA/Bryan\nLourd’s “Friday Night Party.”\nTorrential rains and horrific\nwinds cause a traffic jam that\nmakes it impossible to get\nnear the house. The world’s\nmost famous faces cower\nunder black umbrellas and\nmake a run for it.\nGrubman, Sotheby’s Tobias Meyer and Mark Fletcher and\nStephen Gaghan and Mini Mortimer wearing her oversized\ncat glasses.\nBruce Cohen has invited me to the Oscar broadcast\nrehearsal. Inside the Kodak Theater’s massive auditorium,\nI find a seat next to his proud parents. I\nwatch Josh Brolin and Javier Bardem come out in\nwhite dinner jackets and flub their lines as they\npretend to present Best Adapted Screenplay and\nBest Original Screenplay. Josh will later tell me\nthat their acting methods are completely opposite:\nhe’s a quick study and is very creative and\ncomfortable ad-libbing; Javier, whose mother\ntongue is Spanish, likes to have every syllable\nprinted out to study with a dialect coach. Life-size\nphotos on cardboard plaques are taped to each\nnominee’s chair. I memorize their location so when I\nreturn Sunday I can quickly kiss them all.\nBack at the Beverly Hills hotel I slip into my black\ntulle Dennis Basso cocktail dress with a plunging\nneckline and put on my mother’s jewels. Jim\nColeman takes me to the “Night Before Party” in the\nhotel. This is Jeffrey Katzenberg’s 9th annual A-lister event\nbenefiting The Motion Picture & Television Fund where they\nraise $6.5 million dollars in 1 night. I walk into Valentino,\nwho gives me an approving once-over. I tell him and\nGiancarlo Giammetti that Woody Allen’s new film,\nMidnight in Paris, is opening the Cannes Film Festival and\nthey must bring the yacht.\nElton John and David Furnish join our conversation so of\ncourse we ask for intimate details about baby Zachary. I\nsegue over to Amy Adams, who, like them, mentions she\nhates leaving her baby in the hotel room. Next stop is Kate\nCapshaw in a black bowler hat chatting with Steven\nSpielberg’s god-daughter, Gwyneth Paltrow. I have known\nSteven for years (in 1982 I was a publicist on E.T.). I now tell\nhim I’m going to the Lincoln Center opening of War Horse\nwith Kathy Kennedy and Frank Marshall and cannot wait to\nsee his movie version.\nI meet sweet Jennifer Aniston, her new haircut and her\nperfect little body. Her date tells me her secret is a half-hour\non the treadmill everyday—such an understatement. I tell\nJesse Eisenberg I was on his plane home from the Baftas last\nweek, but he was hiding under his hoodie. He says innocently,\n“You should have said ‘hello.’ I always cover my head because\nI think my curls make me look like a girl.”\nThe charity gives us a coupon booklet redeemable at\nvarious booths. Rich people run around like lunatics, collecting\ngifts for their housekeepers. Among the shoppers are\nSteven and Heather Mnuchin, Viacom’s Deborah and\nPhilippe Dauman, Tamara Mellon, Christine Taylor and\nBen Stiller, Cate Blanchet, Susan and Robert Downey Jr.\nand Debra and Hugh Jackman.\nNext stop is The Weinstein Company’s party at the Soho\nHouse sponsored by MontBlanc. Long gone are the funky\nMiramax Saturday night soirees where nominees spoofed\ntheir own films in homemade costumes and ad-libbed\nhilarious skits. No more grown men dressed as Anna Paquin\nplaying the piano in hopes of winning a Max Award.\nAs I come in, a 400-pound gorilla refuses to let me on the\nelevator. Once on, I see Jennifer Lopez in the corner and\nremind her we met on Len Blavatnik’s yacht in Cannes. She\ngraciously pretends to remember me. Her manager, Benny\nMedina, is kicking me.\nI slip into Colin Firth’s booth to have a tête-à-tête with him\nand his wife Livia Giuggioli. Jokingly, I suggest he say “I’m\nspeechless” when he wins. Colin patiently assures me many\npeople, far more clever than I, thought of this. He then says that\nothers are waging bets on whether he might subconsciously\nstutter. I grill him about his wardrobe, assuming he will be\nwearing a new Tom Ford tuxedo. He tells me both he and\nFord will be in older Ford models. I tell him I made rich-butthrifty\nCharles Ferguson, director of Inside Job, spend $6,000\ndollars for a new Tom Ford tux.\nIn the back room, Jennifer Lopez is now seated with\nWeinstein’s wife, Georgina Chapman. Helena Bonham\nCarter, her live-in-lover Tim Burton and her mother Elena\ncirculate. Star power includes Adrien Brody, Mary-Kate\nand Ashley Olsen, Cameron Diaz, Camilla Belle, Chace\nVera\nFarmiga\nAdrien\nBrody\nAndrew\nGarfield\nOliver Stone and Tara Stone\nClaire Danes and\nHugh Dancy\nHailee\nSteinfeld\nTaylor\nSwift\n\nDonald and Melania Trump\nDonna\nKaran\nLynn\nWyatt\nBarry\nDiller\nJon Hamm and\nJennifer Westfeldt\nAnderson\nCooper\nChloe Malle and\nCandice Bergen\nDiane von\nFurstenberg\nTory\nBurch\nCrawford, Claire Danes and Hugh Dancy, Darren\nAronofsky, director John Wells, Kerry Washington, Piers\nMorgan, Rachel Zoe, Sean Parker, Zack Braff and Leonardo\nDicaprio with Bar Rafaeli. Speech filmmakers are functioning\non high anxiety.\nSUNDAY, FEBRUARY 27\nProducer Donna Gigliotti is my date to the awards. We are\nboth so nervous we arrive at the Kodak Theater at 3 p.m. and\nnobody is there. We are driven around for an hour. When we\narrive back at the world’s most famous red carpet, I guide\nDonna through security check-in to the extreme right to\nmake sure we get on camera. I teach her the red carpet\nhustle, which is five steps forward, three steps back, one inch\nbehind a couture-clad nominee. We greet Kevin Huvane as\nSandra Bullock is talking to ABC-TV and a billion people see\nme wearing a black Marchesa gown. Five steps forward, three\nsteps back, we next meet Gwyneth Paltrow, and I hook up the\nback of her dress while another billion people see me correct\nthe fashion malfunction. Five steps forward, three steps back,\nwe’re now posing behind Nicole Kidman and Keith Urban.\nOur Blackberrys begin buzzing; the world has seen us.\nJames Franco and Anne Hathaway are hip hosts. This is the\nyear of no surprises. But it isn’t until Hilary Swank yells out\nHooper’s name for Best Director that Harvey’s gang finally\nrealizes they are getting the Oscar for Best Picture after all.\nHarvey is sitting in Spielberg’s seat as Spielberg announces\nthe win from the stage. Producers Iain Canning, Emile\nSherman and Gareth Unwin leap up and kiss each other.Six\nmonths of grueling work have finally paid off. King George\nVI and Harvey Weinstein now share the journey of a single\nman who triumphs over adversity.\nAt the Governor’s ball, held above the Kodak Theater,\nthe winners triumphantly sachet around the room holding\ntheir heavy eight-pound gold statues.\nAn hour later there is a migration to the Vanity Fair party\nhosted by Graydon Carter at Jeff Klein’s Sunset Tower\nHotel. The invitation features a gold hologram that transmits\na radio frequency of a photo and details about the\nguest to VF staff as they arrive. The next day “Page Six” will\nreport that the backup private security firm is run by a\nformer Israeli operative, when in fact they are Irish\nCatholics from Staten Island.\nThere’s a hierarchy of arrival times. At 5 p.m. the inner\ncircle of Graydon’s 141 best friends attend a seated dinner.\nThey include Barry Diller and Diane von Furstenberg,\nFrancis Ford Coppola, Jon Hamm and Jennifer Westfeldt,\nBetsey Bloomingdale, Tory Burch and Lyor Cohen,\nCarolina and Reinaldo Herrera, L’Wren Scott and Sir\nMick Jagger, Naomi Watts and Liev Schreiber, Wendi\nStark, George Hamilton, Judd Apatow, Jackie and Joan\nCollins, Donna Karan and Steve Martin.\nThe best and the brightest talent in town arrive at 9 p.m.\nEvery single winner shows up. Also there are Justin\nBieber and his date Selena Gomez, Michelle Williams,\nEmma Stone, Steve Tyler and Liv Tyler, Andrew\nGarfield, Jude Law, Armie Hammer, Vera Farmiga,\nKevin Spacey, Charlize Theron, Anne Hathaway, Winter’s\nBone star-of-tomorrow Jennifer Lawrence, Taylor Hackford\nand Helen Mirren, Scarlett Johansson, Isla Fischer and\nSasha Baron Cohen, Tom Hanks, Sean Penn, Renee\nZellweger and Bradley Cooper and Jane Fonda after her\nplay, 33 Variations. I introduce Melania and Donald Trump\nto David O. Russell as The Trumpster gushes about The\nFighter. David tells Donald he used to be a waiter/bar tender\nat many of Trump’s parties. Donald smiles as if looking at yet\nanother apprentice. He then offers me a ride home on his\nplane; he’s leaving in 10 minutes. Too bad James Franco\ndidn’t know because he is presently sitting on a commercial\nflight back to school, skipping his own after-party. The rest of\nthe guests’ social standings are determined by half-hour\nincrements. VF’s Beth Kseniak, Matt Ullian and Jane Sarkin\ntell me the list is cut down to 800 this year.\nAt 11:30 p.m. there is another celebrity migration up the\nhill to Madonna manager Guy Oseary’s house. Earlier in the\nI introduce Melania and\nDonald Trump to David O.\nRussell . . . David tells Donald\nhe used to be a waiter/bar\ntender at many of Trump’s\nparties. Donald smiles as if\nlooking at yet another\napprentice.\nevening, Madonna came down the hill to pose in a risqué\nsee-thru outfit with daughter Lourdes. Madonna and co-host\nDemi Moore are able to lure the crème de la crème with the\npromise of dancing and no cameras.\nMONDAY, FEBRUARY 28\nA winner’s work is never done. Colin Firth, Tom Hooper\nand David Seidler show up at 4:30 a.m. at The Four\nSeasons Hotel for a live broadcast on “The Today Show.”\nFunctioning on an adrenalin rush, they return to the\nKodak Theater with Geoffrey Rush to appear on Oprah’s\nlive broadcast.\nBy the end of this year’s thrilling race between two\ngreat producers—Scott Rudin and Harvey Weinstein—\nFacebook and Twitter are credited for aiding political\njustice from the streets of Cairo to Tripoli. But the British\nfilm with the most heart wins as one single human voice can\nstill make a difference. The king has spoken. ✦\nFran\nLebowitz\nJulie\nChen\nEllen\nBarkin\nNaomi\nWatts\nJoan\nCollins\nChace\nCrawford\n\n"
  },
  "error": "Failed to parse LLM response: Expecting value: line 558 column 29 (char 58307)",
  "raw_response_preview": "{\n  \"file_name\": \"AVENUE_MAGAZINE_APRIL_2011_Peggy_Siegal_Oscar_Diary.txt\",\n  \"content\": {\n    \"full_text\": \"Graydon and Anna\\nScott Carter\\nThe\\nGlory\\nof Gold\\nÜber publicist Peggy Siegal has been\\nattending the Academy Awards for three\\ndecades—not to mention the oodles of\\nparties and sensational events leading\\nup to the ceremony—and chronicling\\nPeggy\\nSiegal\\n64 | AVENUE MAGAZINE · APRIL 2011\\nher escapades with\\nstars and star-makers\\nfor AVENUE has\\nbecome a tradition.\\nThis year, she s",
  "house_oversight_id": "012700",
  "processing_metadata": {
    "processed_at": "2025-11-14T02:17:27.968053Z",
    "model": "gemini-2.5-pro"
  }
}