{
  "file_name": "HOUSE_OVERSIGHT_010887.txt",
  "file_path": "TEXT\\001\\HOUSE_OVERSIGHT_010887.txt",
  "content": {
    "full_text": "Filing # 37201585 E-Filed 01/29/2016 03:47:44 PM \nIN THE CIRCUIT COURT OF THE \nSEVENTEENTH JUDICIAL CIRCUIT \nIN AND FOR BROWARD COUNTY, FLORIDA \nCASE NO.: CACE 15-000072 \nBRADLEY J. EDWARDS and \nPAUL G. CASSELL, \nPlaintiffs/Counterclaim Defendants, \nvs. \nALAN M. DERSHOWITZ, \nDefendant/Counterclaim Plaintiff \n/ \nDEFENDANT/COUNTERCLAIM PLAINTIFF ALAN DERSHOWITZ'S  \nMOTION FOR CLARIFICATION OF CONFIDENTIALITY ORDER OR RELIEF \nFROM THAT ORDER \nThe transcript of the deposition of non-party Virginia Roberts Giuffre (\"Roberts\") is \ncurrently under seal as a result of the January 12, 2016 Confidentiality Order in this action. \nDershowitz seeks clarification that the Confidentiality Order does not preclude him or his \ncounsel from submitting the transcript of the deposition to the Office of the State Attorney, the \nOffice of the United States Attorney, and other appropriate investigative authorities solely for \npurposes of requesting that those offices consider opening perjury investigations regarding \nRoberts's testimony. To the extent that the Confidentiality Order precludes such disclosure, \nDershowitz requests that the Court modify it to permit the requested disclosure in the public \ninterest. \nRoberts has stated in an affidavit originally filed publicly in federal court in what the \nparties have referred to as the CVRA Action that she was present on Jeffrey Epstein's private \nisland, Little St. James Island, at the same time as former President Clinton. That affidavit was \n1 \nHOUSE OVERSIGHT 010887 \nstricken in relevant part from the record by the federal court, but Roberts's counsel filed publicly \na pleading in this case contesting Defendant's assertion that her statements in the media \nregarding meeting former President Clinton were untrue. A copy of the public affidavit filed in \nthe CVRA Action and the excerpted portion of the pleading filed in this action are attached \nhereto as composite Exhibit A. \nBecause former President Clinton did not leave office until January of 2001, and Roberts \nhas repeatedly stated in publicly filed affidavits that she \"escaped\" from Epstein while in \nThailand in September of 2002, the alleged meeting with former President Clinton must have \ntaken place between January of 2001 and September of 2002. As explained in the letter attached \nas Exhibit B, former FBI Director Louis Freeh made a request pursuant to the Freedom of \nInformation Act for documents from the Secret Service regarding Secret Service personnel \ntravelling with former President Clinton to Epstein's private island and the US Virgin Islands. \nBased on the response by the federal government to this request, and his knowledge of the duties, \nprotocols and operations of security provided to a former President, Mr. Freeh opines in the \nattached letter that the absence of such records \"strongly establishes that former President \nClinton was not present on Little St. James Island during the period at issue.\" If Mr. Freeh's \nopinion is correct, then Roberts's publicly filed affidavits in which she stated that she met \nPresident Clinton on the island during that period are obviously false. Dershowitz intends to \nbring this public information to the attention of the appropriate authorities. \nSeparate from the public information, Dershowitz also believes that Roberts gave false \ntestimony at her deposition. The relevant testimony, which Dershowitz intends to provide to the \nappropriate authorities, is being filed under seal contemporaneously with this motion. In an \nabundance of caution, Dershowitz and his counsel do not want to disclose this non-public \n2 \nHOUSE OVERSIGHT 010888 \ninformation even to the responsible public officials with a right and need to know without \nobtaining confirmation from this Court that doing so would not violate the Confidentiality Order \nor alternatively relief from that Confidentiality Order. \nRespectfully submitted, \ns/ Thomas E. Scott \nThomas E. Scott \nFlorida Bar No. 149100 \nThomas.scott@csklegal.com \nSteven R. Safi-a \nFlorida Bar No. 057028 \nSteven.safra@csklegal.com \nCOLE, SCOTT & KISSANE, P.A. \nDadeland Centre II, 14th Floor \n9150 South Dadeland Boulevard \nMiami, Florida 33156 \nPhone: (305) 350-5300 \nFax: (305) 373-2294 \nRichard A. Simpson (pro hac vice) \nrsimpson@wileyrein.com \nMary E. Borja (pro hac vice) \nmborja@wileyrein.com \nAshley E. Eiler (pro hac vice) \naeiler@wileyrein.com \nNicole A. Richardson (pro hac vice) \nnrichardson@wileyrein.com \nWILEY REIN LLP \n1776 K Street NW \nWashington, DC 20006 \nPhone: (202) 719-7000 \nFax: (202) 719-7049 \nKenneth A. Sweder (pro hac vice) \nksweder@sweder-ross.com \nSWEDER & ROSS \n131 Oliver Street \nBoston, MA 02110 \nPhone: (617) 646-4466 \nFax: (617) 646-4470 \nCounsel for Alan M. Dershowitz \n3 \nHOUSE OVERSIGHT 010889 \nCERTIFICATE OF SERVICE  \nI HEREBY CERTIFY that a copy of the foregoing has been electronically filed through \nthe Clerk of Broward County by using the Florida Courts eFiling Portal and thus served by \nelectronic mail: jsx@searcylaw.com, mep@searcylaw.com, scarolateam@searcylaw.com to: \nJack Scarola, Esq, Searcy Denney Scarola Barnhart & Shipley, P.A., Counsel for Plaintiff, 2139 \nPalm Beach Lakes Blvd., West Palm Beach, Florida 33409; jonijones@utah.gov to: Joni J. \nJones, Esq., Assistant Utah Attorney General, Counsel for Plaintiff Cassell, 160 East 300 South, \nSalt Lake City, Utah 84114; brad@pathtojustice.com to: Bradley J. Edwards, Esq, Farmer, Jaffe \net al, 425 North Andrews Avenue, Suite 2, Ft. Lauderdale, FL 33301; cassellp@law.utah.edu, to: \nPaul G. Cassell, Esq.,; smccawley@bsfllp.com, sperkins@bsfllp.com, ftleserve@bsfllp.com to: \nSigrid S. McCawley, Esq., Boies Schiller & Flexner, LLP, 401 E. Las Olas Blvd, Suite 1200, Ft. \nLauderdale, FL 33301, this 29th day of January, 2016. \nBy: s/ Thomas E. Scott \nTHOMAS E. SCOTT \nFBN: 149100 \nSTEVEN R. SAFRA \nFBN: 057028 \n4 \nHOUSE OVERSIGHT 010890 \nEXHIBIT A \nHOUSE OVERSIGHT 010891 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 2 of 20 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nCASE NO. 08-80736-CIV-MARRA \nJANE DOE #1 and JANE DOE #2, \nPetitioners, \nVS. \nUNITED STATES OF AMERICA, \nRespondent. \n/ \nDECLARATION OF  \n1. My name is and I was born in August, 1983. \n2. I am currently 31 years old. \n3. I grew up in Palm Beach, Florida. When I was little, I loved animals and wanted \nto be a veterinarian. But my life took a very different turn when adults began to be interested in \nhaving sex with me. \n4. In approximately 1999, when I was 15 years old, I met Ghislaine Maxwell. She is \nthe daughter of Robert Maxwell, who had been a wealthy publisher in Britain. Maxwell asked \nthat I come with her to Jeffrey Epstein's mansion for the purposes of teaching me how to \nperform \"massages\" and to train me professionally in that area. Soon after that I went to \nEpstein's home in Palm Beach on El Brillo Way. \n5. From the first time I was taken to Epstein's mansion that day, his motivations and \nactions were sexual, as were Maxwell's. My father was not allowed inside. I was brought up \nsome stairs. There was a naked guy, Epstein, on the table in the room. Epstein and Maxwell \nforced me into sexual activity with Epstein. I was 15 years old at the time. He seemed to be in \nhis 40s or 50s. I was paid $200. I was driven home by one of Epstein's employees. \n1 \nHOUSE OVERSIGHT 010892 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 3 of 20 \n2 \n6. I came back for several days following and did the same sorts of sexual things for \nEpstein. \n7. After I did those things for Epstein, he and Maxwell said they were going to have \nme travel and were going to get an education for me. They were promising me the world, that I \nwould travel with Epstein on his private jet and have a well-paid profession. Epstein said he \nwould eventually match me up with a wealthy person so that I would be \"set up\" for life. \n8. So I started \"working\" exclusively for Epstein. He took me to New York on his \nbig, private jet. We went to his mansion in New York City. I was shown to my room, a very \nluxurious room. The mansion was huge. I got scared because it was so big. Epstein brought me \nto a room with a massage parlor. To me, it looked like an S&M parlor. Epstein made me engage \nin sexual activities with him there. \n9. You can see how young I looked in the photograph below. \nHOUSE OVERSIGHT 010893 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 4 of 20 \n10. Epstein took me on a ferry boat on one of the trips to New York City and there he \ntook the picture above. I was approximately 15 or 16 years old at the time. \n11. Over the next few weeks, Jeffrey Epstein and Ghislaine Maxwell trained me to do \nwhat they wanted, including sexual activities and the use of sexual toys. The training was in \nNew York and Florida, at Epstein's mansions. It was basically every day and was like going to \nschool. I also had to have sex with Epstein many times. \n12. I was trained to be \"everything a man wanted me to be.\" It wasn't just sexual \ntraining - they wanted me to be able to cater to all the needs of the men they were going to send \nme to. They said that they loved that I was very compliant and knew how to keep my mouth \nshut. \n13. Epstein and Maxwell also told me that they wanted me to produce things for them \nin addition to performing sex on the men. They told to me to pay attention to the details about \nwhat the men wanted, so I could report back to them. \n14. From very early on I was fearful of Epstein. Epstein told me he was a billionaire. \nI told my mother that I was working for this rich guy, and she said \"go, go far away.\" Epstein \nhad promised me a lot, and I knew if I left I would be in big trouble. I also knew that I was a \nwitness to a lot of illegal and very bad behavior by Epstein and his friends. If I left Epstein, he \nknew all kinds of powerful people. He could have had me killed or abducted, and I always knew \nhe was capable of that if I did not obey him. He let me know that he knew many people in high \nplaces. Speaking about himself, he said \"I can get away\" with things. I was very scared, \nparticularly since I was a teenager. \n3 \nHOUSE OVERSIGHT 010894 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 5 of 20 \n15. I visited and traveled with Jeffrey Epstein from 1999 through the summer of \n2002, and during that time I stayed with him, as his sex slave, at each of his houses (really more \nlike mansions) in locations including New York City, New York; the area of Santa Fe, New \nMexico; Palm Beach, Florida; an island in the U.S. Virgin Islands; and Paris, France. I had sex \nwith him often in these places and also with the various people he demanded that I have sex \nwith. Epstein paid me for many of these sexual encounters. In fact, my only purpose for \nEpstein, Maxwell and their friends was to be used for sex. \n16. To illustrate my connection to these places, I include four photographs taken of \nme in New Mexico (shown below). The first one is a museum in Santa Fe, New Mexico. We \nhad gone sightseeing for the day. Epstein took this picture of me. I was approximately 17 at the \ntime, judging from the looks of it. At the end of the day we returned to Epstein's Zorro Ranch. \nThe second picture is me on one of Epstein's horses on the ranch in New Mexico. The following \ntwo are from wintertime in New Mexico. \n4 \nHOUSE OVERSIGHT 010895 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 6 of 20 \nli. \n17. When I was with him, Epstein had sex with underage girls on a daily basis. His \ninterest in this kind of sex was obvious to the people around him. The activities were so obvious \n5 \nHOUSE OVERSIGHT 010896 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 7 of 20 \nand bold that anyone spending any significant time at one of Epstein's residences would have \nclearly been aware of what was going on. \n18. Epstein's code word for sexual encounters was that it was a \"massage\". At times \nthe interaction between Epstein and the girls would start in a massage room setting, it was \nalways a sexual encounter and never just a massage. \n19. In addition to constantly finding underage girls to satisfy their personal desires, \nEpstein and Maxwell also got girls for Epstein's friends and acquaintances. Epstein specifically \ntold me that the reason for him doing this was so that they would \"owe him,\" they would \"be in \nhis pocket,\" and he would \"have something on them.\" I understood him to mean that when \nsomeone was in his pocket, they owed him favors. I also understood that Epstein thought he \ncould get leniency if he was ever caught doing anything illegal, or more so that he could escape \ntrouble altogether. \n20. Ghislaine Maxwell was heavily involved in the illegal sex. I understood her to be \na very powerful person. She used Epstein's money and he used her name and connections to \ngain power and prestige. \n21. One way to describe Maxwell's role was as the \"madame.\" She assumed a \nposition of trust for all the girls, including me. She got me to trust her and Epstein. It turned out \nthat Maxwell was all about sex all the time. She had sex with underage girls virtually every day \nwhen I was around her, and she was very forceful. \n22. I first had sexual activities with her when I was approximately 15 at the Palm \nBeach mansion. I had many sexual activities with her over the next several years in Epstein's \nvarious residences plus other exotic locations. I had sex with Maxwell in the Virgin Islands, \n6 \nHOUSE OVERSIGHT 010897 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 8 of 20 \nNew Mexico, New York, as well as France and many other locations. I also observed Maxwell \nhave sex with dozens of underage girls. \n23. Maxwell took pictures of many of the underage girls. These pictures were \nsexually explicit. Maxwell kept the pictures on the computers in the various houses. She also \nmade hard copies of these images and displayed them in the various houses. Maxwell had large \namounts of child pornography that she personally made. Many times she made me sleep with \nother girls, some of whom were very young, for purposes of taking sexual pictures. \n24. Harvard law professor Alan Dershowitz was around Epstein frequently. \nDershowitz was so comfortable with the sex that was going on that he would even come and chat \nwith Epstein while I was giving oral sex to Epstein. \n25. I had sexual intercourse with Dershowitz at least six times. The first time was \nwhen I was about 16, early on in my servitude to Epstein, and it continued until I was 19. \n26. The first time we had sex took place in New York in Epstein's home. It was in \nEpstein's room (not the massage room). I was approximately 16 years old at the time. I called \nDershowitz \"Alan.\" I knew he was a famous professor. \n27. The second time that I had sex with Dershowitz was at Epstein's house in Palm \nBeach. During this encounter, Dershowitz instructed me to both perform oral sex and have \nsexual intercourse. \n28. I also had sex with Dershowitz at Epstein's Zorro Ranch in New Mexico in the \nmassage room off of the indoor pool area, which was still being painted. \n29. We also had sex at Little Saint James Island in the U.S. Virgin Islands. I was \nasked to give Dershowitz a massage on the beach. Dershowitz then asked me to take him \nsomewhere more private, where we proceeded to have intercourse. \n7 \nHOUSE OVERSIGHT 010898 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 9 of 20 \n30. Another sexual encounter between me and Dershowitz happened on Epstein's \nairplane. Another girl was present on the plane with us. \n31. I have recently seen a former Harvard law professor identified as Alan \nDershowitz on television calling me a \"liar.\" He is lying by denying that he had sex with me. \nThat man is the same man that I had sex with at least six times. \n32. Epstein made me have sex with Prince Andrew several times. Prince Andrew, \nMaxwell, and I are shown in the photograph below. I had sex with him three times, including \none orgy. I knew he was a member of the British Royal Family, but I just called him \"Andy.\" \n33. One day when I was in London (specifically in a townhouse that is under \nMaxwell's name), I got news from Maxwell that I would be meeting a prince. Later that day, \nEpstein told me I was meeting a \"major prince.\" Epstein told me \"to exceed\" everything I had \nbeen taught. He emphasized that whatever Prince Andrew wanted, I was to make sure he got. \n34. Eventually Prince Andrew arrived, along with his security guards. The guards \nthen went out of the house and stayed out front in their car. It was just Epstein, Maxwell, and me \ninside alone with Andy. I was introduced to the Prince, and we kissed formally, cheek to cheek. \n8 \nHOUSE OVERSIGHT 010899 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 10 of \n20 \nThere was a lot of legal discussion about Andy and his ex-wife (\"Fergie\"). Then the discussion \nturned to me. Maxwell said \"guess how old she is.\" Prince Andrew guessed 17. \n35. Then we all went to a Chinese restaurant for dinner and then to Club Tramp, a \nfancy \"members only\" night club in central London. Andy arranged for alcohol to be provided \nto me at the club. Eventually we left. I rode with Epstein and Maxwell back to the townhouse. \nOn the way there, Epstein and Maxwell informed me that the Prince wanted to see \"more of me\" \nthat night. Andy traveled in a separate car with his guards. \n36. We all arrived back at the townhome and went upstairs. Epstein took a picture of \nme and Andy with my own camera. The picture above is that picture, which has been widely \ncirculated on the internet. Andy has his left arm around my waist and is smiling. The picture was \ndeveloped on March 13, 2001, and was taken sometime shortly before I had it developed. I was \n17 years old at the time. \n37. I wanted a picture with the prince because I was keeping in contact with my \nfamily. I had told my mom and my grandma that I was meeting Prince Andrew and that I'd take \na picture for them. They told me to \"be careful.\" \n38. After the picture, Epstein and Maxwell kissed me and said to \"have fun.\" They \nleft Andy and me alone upstairs. We went to the bathroom and bedroom, which were just steps \naway from where the picture was taken. We engaged in sexual activities there. Afterwards, \nAndy left quickly with his security. \n39. I chatted with Epstein about this the next day. I told him, \"it went great.\" Epstein \nsaid something to the effect of, \"You did well. The Prince had fun.\" I felt like I was being \ngraded. It was horrible to have to recount all these events and have to try to meet all these needs \n9 \nHOUSE OVERSIGHT 010900 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 11 of \n20 \nand wants. I told Epstein about Andy's sexual interests in feet. Epstein thought it was very \nfunny. Epstein appeared to be collecting private information about Andy. \n40. When I got back from my trip, Epstein paid me more than he had paid me to be \nwith anyone else — approximately $15,000. That money was for what I had done and to keep my \nmouth shut about \"working\" with the Prince. \n41. The second time I had sex with Prince Andrew was in Epstein's New York \nmansion in spring 2001. I was 17 at time. Epstein called me down to his office. When I got \nthere, Epstein was there, along with Maxwell, Johanna Sjoberg, and Andy. I was very surprised \nto see him again. Epstein and Maxwell were making lewd jokes about \"Randy Andy\". \n42. I had the impression that Andy had come there to see Epstein and to have sex me \nwith. There was no other apparent purpose for Andy to be there. \n43. I was told to go upstairs with Andy and to go to the room I thought of as the \n\"dungeon\" (the massage room, but it is really scary looking). I had sex with Andy there. I was \nonly paid $400 from Epstein for servicing Andy that time. \n44. The third time I had sex with Andy was in an orgy on Epstein's private island in \nthe U.S. Virgin Islands. I was around 18 at the time. Epstein, Andy, approximately eight other \nyoung girls, and I had sex together. The other girls all seemed and appeared to be under the age \nof 18 and didn't really speak English. Epstein laughed about the fact they couldn't really \ncommunicate, saying that they are the \"easiest\" girls to get along with. My assumption was that \nJean Luc Brunel got the girls from Eastern Europe (as he procured many young foreign girls for \nEpstein). They were young and European looking and sounding. \n45. Afterwards we all had dinner by the cabanas. The other girls were chatting away \namong themselves, and Epstein and the Prince chatted together. I felt disgusted, and went \n10 \nHOUSE OVERSIGHT 010901 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 12 of \n20 \nquickly to my own cabana that night and went to sleep. Prince Andrew must have flown out \nearly the next morning, as I did not see him when I got up. \n46. I have seen Buckingham Palace's recent \"emphatic\" denial that Prince Andrew \nhad sexual contact with me. That denial is false and hurtful to me. I did have sexual contact \nwith him as I have described here — under oath. Given what he knows and has seen, I was \nhoping that he would simply voluntarily tell the truth about everything. I hope my attorneys can \ninterview Prince Andrew under oath about the contacts and that he will tell the truth. \n47. I also had sexual intercourse with Jean Luc Brunel many times when I was 16 \nthrough 19 years old. He was another of Epstein's powerful friends who had many contacts with \nyoung girls throughout the world. In fact, his only similarity with Epstein and the only link to \ntheir friendship appeared to be that Brunel could get dozens of underage girls and feed Epstein's \n(and Maxwell's) strong appetite for sex with minors. \n48. Brunel ran some kind of modeling agency and appeared to have an arrangement \nwith the U.S. Government where he could get passports or other travel documents for young \ngirls. He would then bring these young girls (girls ranging in age from 12 to 24) to the United \nStates for sexual purposes and farm them out to his friends, including Epstein. \n49. Brunel would offer the girls \"modeling\" jobs. A lot of the girls came from poor \ncountries or poor backgrounds, and he lured them in with a promise of making good money. \n50. I had to have sex with Brunel at Little St. James (orgies), Palm Beach, New York \nCity, New Mexico, Paris, the south of France, and California. He did not care about \nconversation, just sex. \n51. Jeffrey Epstein has told me that he has slept with over 1,000 of Brunel's girls, and \neverything that I have seen confirms this claim. Epstein, Brunel, and Maxwell loved orgies with \n11 \nHOUSE OVERSIGHT 010902 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 13 of \n20 \nkids — that is, having sexual interactions with many young teenagers at the same time. \nSometimes as many as ten underage girls would participate in a single orgy with them. I \npersonally observed dozens of these orgies. The orgies happened on Epstein's island in the U.S. \nVirgin Islands, in New Mexico, Palm Beach, and many other places. Most of the girls did not \nspeak English. It was my understanding that the girls had been persuaded to come by Brunel \noffering them illegal drugs or a career in modeling. Brunel was one of the main procurers of \ngirls. \n52. In addition to Ghislaine Maxwell, \n, and were also \ninvolved in the orgies. At this stage, I am hopeful that these other women will come forward and \ntell the truth about everything because that will help prevent future similar abuse. \n53. I have seen reports saying or implying that I had sex with former President Bill \nClinton on Little Saint James Island. Former President Bill Clinton was present on the Island at \na time when I was also present on the Island, but I have never had sexual relations with Clinton, \nnor have I ever claimed to have had such relations. I have never seen him have sexual relations \nwith anyone. \n54. I now understand that Epstein reached a non-prosecution agreement with the \nfederal government in 2007 and pled guilty to two state crimes in June 2008. I now know that I \nwas identified by the federal government as one of Epstein's and his co-conspirator's sexually \nabused victims. However, no one told me about those events until after they happened. \n55. On September 3, 2008, the FBI sent a victim notification letter to me. This was \nthe first written communication I had received from the FBI. The letter is attached as Exhibit 1. \nThe letter describes an agreement in which compensation would be made victims of Epstein's \n12 \nHOUSE OVERSIGHT 010903 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 14 of \n20 \nsexual abuse. The letter also said that the federal government was going to \"defer federal \nprosecution.\" No one had told me about deferring federal prosecution before this. \n56. In 2011, two FBI agents, called me in Australia and then came to meet me. They \nmet me at the U.S. Consulate in Sidney. They seemed to be very professional and hard working. \nI thought to myself, \"Wow, these people will do the right thing against the bad guys and protect \nme.\" \n57. The agents were mainly focused on Epstein but while there I provided them some \ninformation about others who were involved in illegal acts as well. I was aware that a false \nstatement to these law enforcement officers was a crime and I told the truth — giving them the \ninformation that I could recall about the individuals they inquired about. \n58. Epstein also trafficked me for sexual purposes to many other powerful men, \nincluding politicians and powerful business executives. Epstein required me to describe the \nsexual events that I had with these men presumably so that he could potentially blackmail them. \nI am still very fearful of these men today. \n59. I will continue to cooperate fully in the investigation and prosecution of Epstein, \nMaxwell, or any of their friends who participated in the sexual abuse of minors. I also hope that \nthis information is treated in a way that will keep me safe from Epstein and others criminals \nidentified here so as to encourage more victims of similar crimes to come forward. If these \ncrimes are not prosecuted, despite my volunteering this information and cooperation, then it may \ndeter other similar victims from coming forward. \n60. In this affidavit, I have tried to focus on how I was trafficked for sexual purposes. \nI have not described all of the details of the sexual activities Epstein forced me to have. Also, I \nhave not described all of the details of the other events discussed here. If a judge wants me to \n13 \nHOUSE OVERSIGHT 010904 \nCase 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 15 of \n20 \npresent my information in more detail, including more specific descriptions of the sexual \nactivities with the men Epstein sent me to, I could do so. \n61. I have directed my attorneys, Bradley J. Edwards and Paul G. Cassell, to pursue \nall reasonable and legitimate means to have criminal charges brought against these powerful \npeople for the crimes they have committed against me and other girls. They are representing me \nin this case pro bono. \n62. Since I filed my motion in this case, my credibility has been attacked. I am telling \nthe truth and will not let these attacks prevent me from exposing the truth of how I was trafficked \nfor sex to many powerful people. These powerful people seem to think that they don't have to \nfollow the same rules as everyone else. That is wrong. I hope that by coming forward, I can \nhelp expose the problem of sex trafficking and prevent the same sort of abuse and degradation \nthat happened to me from happening to other girls. \n63. I declare under penalty of peijury that the foregoing is true and correct. \nExecuted this \nday of January, 2015. \n(Location of signature left undisclosed for security reasons) \n14 \nHOUSE OVERSIGHT 010905 \nFiling # 33754151 E-Filed 10/27/2015 06:33:15 PM \nIN THE CIRCUIT COURT OF THE 17TH \nJUDICIAL CIRCUIT IN AND FOR \nBROWARD COUNTY, FLORIDA \nCIVIL DIVISION \nBRADLEY J. EDWARDS, and \nPAUL G. CAS SELL, \nPlaintiffs, \nV. \nALAN DERSHOWITZ, \nDefendant. \nCASE NO. CACE 15-000072 \nCONSOLIDATED REPLY IN SUPPORT OF NON-PARTY JANE DOE NO. 31 AND \nBOIES, SCHILLER & FLEXNER LLP's MOTIONS TO QUASH OR FOR \nPROTECTIVE ORDERS REGARDING SUBPOENA SERVED ON THE NON-PARTIES \nDefendant served virtually identical subpoenas on non-party Giuffre, and her counsel \nBoies, Schiller & Flexner LLP (\"BSF\"). In an effort to conserve judicial resources, the non-\nparties are submitting a consolidated reply requesting that this Court quash the unreasonable and \noppressive subpoenas pursuant to Florida Rules of Civil Procedure 1.410(c)(1), or alternatively, \nissue protective orders sharply limiting the scope of the abusive subpoenas pursuant to Florida \nRules of Civil Procedure 1.280(c). \nINTRODUCTION  \nAfter publicly stating that his main goal in seeking discovery from Giuffre is to put her in \n\"jail\"2, Defendant served this non-party with a subpoena containing twenty five (25) \nunreasonable and oppressive requests. It is without question that Giuffre was sexually abused as \n1 \nJane Doe No. 3 is Virginia Roberts Giuffre, and will hereinafter be referred to as \"Giuffre.\" \n2 See Exhibit 1, CNN International, New Day, January 6, 2015. See also Exhibit 2, Australian Broadcasting System \n(ABC), January 6, 2015. \"My goal is to bring charges against the client and require her to speak in court.\" \n1 \nHOUSE OVERSIGHT 010906 \nJeffrey Epstein. Defendant spends over five (5) pages discussing the federal action and eleven \n(11) of his subpoena Requests (Jane Doe Subpoena 1, 5, 6, 7, 8, 9, 12, 13, 14, 22 and 24; BSF \nSubpoena 3, 6, 7, 8, 9, 10, 12, 13, 14, 19 and 22) relate to the federal action or Jeffrey Epstein. \nFor example, Request 24 seeks \"All documents concerning, relating or referring to your \nassertion that you met former President Bill Clinton, former Vice President Al Gore and/or Mary \nElizabeth \"Tipper\" Gore on Little Saint James Island in the U.S. Virgin Islands.\" Defendant \nclaims that this discovery would go to the issue of whether or not Giuffre is telling the truth \nabout Defendant — but that effort at impeachment is clearly collateral at best and fails to address \nthe central issue in this case. That issue is whether the Defendant had any basis to support his \nmedia assault against two lawyers claiming that they fabricated and then publicly filed false \ncharges of criminal conduct on the part of the Defendant. It is the Defendant's credibility and \nnot the credibility of Giuffre that is the focus of this defamation action. Defendant suggests that \nGiuffre must be a liar because it would be unheard of for one of Epstein's young girls to have \nmet President Clinton. Quite the opposite is true. There are a number of accounts documenting \nClinton's regular visits with Epstein. For example, Chauntae Davies recently showed pictures on \nThe Inside Edition program of her travels with other young women in the company of Bill \nClinton and Jeffrey Epstein on Epstein's plane. See Exhibit 4, Tolita Express ' Masseuse \nReveals Lurid Details from Jeffrey Epstein's Private Plane For the Rich, Inside Edition, April \n27, 2015. The Epstein flight logs also demonstrate that former President Bill Clinton traveled \nwith Jeffrey Epstein and other young women. See Exhibit 5, The Gauker, January 22, 2015. All \nof that information, while no doubt interesting, is irrelevant to the defamation issue before this \nCourt except to the extent it casts doubt on the Defendant's own credibility. \n7 \nHOUSE OVERSIGHT 010907 \nEXHIBIT B \nHOUSE OVERSIGHT 010908 \nProfessor Alan Dershowitz \nHarvard Law School \n1575 Massachusetts Avenue \nHauser Hall 518 \nCambridge, MA 02138 \nHon. Louis J. Freeh \nMobile: 202.215.8321 \nJanuary 22, 2016 \nRE: FOIA Request \nDear Professor Dershowitz: \nAs you know, on April 6, 2015, a request was made to the United States Secret Service under the federal \nFreedom of Information Act (FOIA; 5 U.S.C. Sec. 552), relating to the period 1/01/01 to 1/1/03, for \"any \nand all shift logs, travel records, itineraries, reports and other records for USSS personnel traveling with \nformer President Bill Clinton to Little St. James Island and the US Virgin Islands\" (Attachment A). \nThe basis of the above-described FOIA request was a claim by Virginia Roberts, in court papers filed in \nearly 2015 in Florida federal court, that she and former President Clinton were on Little St. James Island \nat the same time during the 1/01/01 to 1/1/03 period. \nAs set forth in a January 16, 2016 letter from Kim E. Campbell, United States Secret service Special \nAgent In Charge, Freedom of Information Act and Privacy Act Officer, the \"USSS has conducted a \nreasonable search for responsive records. It appears, from a review of USSS main indices, that there are \nno records pertaining to your request that are referenced in these indices\" (Attachment B). \nI therefore conclude from this response that former President Clinton did not in fact travel to, nor was he \npresent on, Little St. James Island between January 1, 2001 and January 1, 2003. \nBased upon my experience and knowledge of the duties, protocols and operations of USSS Protective \nDetails, the Special Agents accompany and escort former President Clinton 24 hours per day, and would \nhave certainly went with him to Little St. James Island during the period at issue. If the Agents had \naccompanied the former President to that location, they would had been required to make and file shift \nlogs, travel vouchers and related documentation relating to the visit. \nThe total absence of any such records and documentation, in my opinion, strongly establishes that former \nPresident Clinton was not present on Little St. James Island during the period at issue. \nBest Regards, \nLouie Freeh \nHOUSE OVERSIGHT 010909 \nDEPARTMENT OF HOMELAND SECURITY \nUNITED STATES SECRET SERVICE \nWASHINGTON, D.C. 20223 \nFreedom of Information Act and Privacy Act Branch \nCommunications Center \n245 Murray Lane, SW, Building T-5 \nWashington, D.C. 20223 \nDate: \nPatti Bescript \n3711 Kennett Pike, Suite 130 \nWilmington, DE 19807 \nFile Number: 20150826 \nDear Requester: \nThis is the final response to your Freedom of Information Act/Privacy Acts (FOIA/PA) request \noriginally received by the United States Secret Service (USSS) on April 16, 2015, for information \npertaining to any and all shift logs, travel records, itineraries, reports, and other records for USSS \npersonnel traveling with former President Bill Clinton to Little St. James Island and the US Virgin \nIslands. \nIn response to your request, the USSS has conducted a reasonable search for responsive records. It \nappears, from a review of USSS main indices, that there are no records pertaining to your request \nthat are referenced in these indices. Enclosed is a copy of your original request. \nAlternatively, if you deem our decision an adverse determination, you may exercise your appeal \nrights. Should you wish to file an administrative appeal, your appeal should be made in writing and \nreceived within sixty (60) days of the date of this letter, by writing to: Freedom of Information \nAppeal, Deputy Director, U.S. Secret Service, Communications Center, 245 Murray Lane, S.W., \nBuilding T-5, Washington, D.C. 20223. If you choose to file an administrative appeal, please \nexplain the basis of your appeal and reference the case number listed above. \nIf you have any questions or would like to discuss this matter, please contact this office at \n(202) 406-6370. FOIA File No. 20150826 is assigned to your request. Please refer to this file \nnumber in all future communication with this office. \nEnclosure: Copy of Original Request \nS Campbell \nbotalL-- \nraI Agent In Charge \n1171( \nFreedom of Information Act & Privacy Act Officer \nHOUSE OVERSIGHT 010910 \nPatti Bescript \n3711 Kennett Pike \nSuite 130 \nWilmington, DE 19807 \n302 824 7144 \nApril 6, 2015 \nDelores Barber \nDeputy Chief FOIA Officer, Director, Disclosure & FOIA, The Privacy Office \nDepartment of Homeland Security \nHeadquarters & Privacy Office \nBuilding 410 - STOP-0655 \n245 Murray Drive, SW \nWashington, DC 20528-0655 \nFOIA REQUEST \nDear FOIA Officer: \nPursuant to the federal Freedom of Information Act, 5 U.S.C. § 552, I request access to \nand copies of For the period 1/1/01 to 1/1/03, any and all shill logs, travel records, \nitineraries, reports, and other records for USSS personnel traveling with former President \nBill Clinton to Little St James Island and the US Virgin Islands. \nI agree to pay reasonable duplication fees for the processing of this request. \nIf my request is denied in whole or part, I ask that you justify all deletions by reference to \nspecific exemptions of the act. I will also expect you to release all segregable portions of \notherwise exempt material. I, of course, reserve the right to appeal your decision to \nwithhold any information or to deny a waiver of fees. \nI look forward to your reply within 20 business days, as the statute requires. \nThan you for your assistance. \nSiqcdreIY. \nPatti Bescript \nHOUSE OVERSIGHT 010911 \n"
  },
  "error": "LLM response blocked (PROHIBITED_CONTENT)",
  "blocked_reason": "PROHIBITED_CONTENT",
  "blocked_message": "",
  "house_oversight_id": "010887",
  "processing_metadata": {
    "processed_at": "2025-11-14T01:40:11.110514Z",
    "model": "gemini-2.5-pro"
  }
}